# Please encode single apostrophs as ''
accessControlSsoDescription=O logon \u00FAnico do Keycloak para a interface de gerenciamento de HTTP para esse servidor. O usu\u00E1rio e as fun\u00E7\u00F5es s\u00E3o gerenciados no servidor keycloak, consulte abaixo os detalhes da configura\u00E7\u00E3o.
accessMechanismLabel=<p>Acessar mecanismo: <strong>{0}</strong></p>
activeRoles=Fun\u00E7\u00F5es ativas: {0}
addError=Ocorreu um erro ao tentar adicionar {0} <strong>{1}</strong> a <strong>{2}</strong>. Causa: {3}
addHaPolicy=Nenhuma pol\u00EDtica de HA foi atribu\u00EDda ao servidor. Use o bot\u00E3o abaixo para adicionar uma pol\u00EDtica de HA. \u00C9 poss\u00EDvel escolher entre armazenamento compartilhado e replica\u00E7\u00E3o. Para cada estrat\u00E9gia, voc\u00EA pode selecionar se deseja atuar como mestre, escravo ou operar em modo posicionado.
addKeyStoreError=Falha ao adicionar o armazenamento de chaves {0}.
addResourceError=Falha ao adicionar o recurso {0}, causa: {1}
addResourceSuccess={0} <strong>{1}</strong> adicionado com \u00EAxito.
addResourceTitle=Adicionar {0}
addServerHostHelp=O nome do host do domain gerenciado que \u00E9 respons\u00E1vel pelo gerenciamento deste servidor.
addServerTitle=Adicionar servidor
addSingleResourceError=Falha ao adicionar singleton {0}, causa: {1}
addSingleResourceSuccess=<strong>{0}</strong> adicionado com \u00EAxito.
addSuccess=O {0} <strong>{1}</strong> foi adicionado com \u00EAxito a <strong>{2}</strong>.
addressLabel=<p>Endere\u00E7o: <strong>{0}</strong></p>
allContentAlreadyDeployedToServerGroup=Todo o conte\u00FAdo j\u00E1 foi implantado no grupo de servidores <strong>{0}</strong>.
allMailServersExist=Todos os servidores de e-mail j\u00E1 existem.
allSingletonsExist=Todos os recursos singleton j\u00E1 foram adicionados.
allThreadPoolsExist=Os pools de threads de longa e curta dura\u00E7\u00E3o j\u00E1 est\u00E3o atribu\u00EDdos ao gerenciador de trabalho (distribu\u00EDdo).
alternativesHelp=Mutuamente exclusivos para {0}
assignmentExcludeSuccess={0} {1} exclu\u00EDdo com \u00EAxito.
assignmentIncludeSuccess={0} {1} inclu\u00EDdo com \u00EAxito.
atLeastOneIsRequired=\u00C9 necess\u00E1rio pelo menos um {0}.
available={0}% dispon\u00EDvel
blacklist=Os valores n\u00E3o podem ser um de {0}.
bootErrors=Ocorreram erros durante a inicializa\u00E7\u00E3o.
callerThreadLabel=<p>Thread do chamador: <strong>{0}</strong></p>
cancelActiveOperation=Deseja realmente cancelar a opera\u00E7\u00E3o <strong>{0}</strong> ?
cancelledLabel=<p>Cancelado: <strong>{0}</strong></p>
cancelledOperation=A opera\u00E7\u00E3o de gerenciamento <strong>{0}</strong> foi cancelada.
cannotBrowseUnmanaged=A leitura de conte\u00FAdos de implanta\u00E7\u00F5es n\u00E3o gerenciadas n\u00E3o \u00E9 compat\u00EDvel.
cannotDownloadExploded=N\u00E3o \u00E9 poss\u00EDvel fazer download de uma implanta\u00E7\u00E3o expandida.
capabilityReference=Referencia o recurso <code>{0}</code>
certificateExpired=O certificado identificado pelo alias {0} deve ser renovado.
certificateShouldRenew=<p>Em {0} dias, o certificado identificado pelo alias {1} dever\u00E1 ser renovado.</p><p>O certificado expirar\u00E1 em {2}.</p>
changeAccountKeyError=Ocorreu um erro ao alterar a chave da conta para <strong>{0}</strong>. Causa: {1}
changeAccountKeyQuestion=Deseja realmente alterar a chave para a conta {0}?
changeAccountKeySuccess=A chave da conta para <strong>{0}</strong> foi alterada com \u00EAxito.
changeAliasError=Falha ao alterar o alias <strong>{0}</strong> para <strong>{1}</strong> para <strong>{2}</strong>. Causa: {3}.
changeAliasSuccess=O alias <strong>{0}</strong> foi alterado com \u00EAxito para <strong>{1}</strong> para <strong>{2}</strong>.
changePrioritySuccess=A prioridade foi alterada com \u00EAxito para <strong>{0, number}</strong>.
chooseContentToDeploy=Escolha o conte\u00FAdo a ser implantado no grupo de servidores <strong>{0}</strong>.
chooseReplication=Escolha qual fun\u00E7\u00E3o o servidor deve desempenhar na pol\u00EDtica de replica\u00E7\u00E3o de dados:
chooseServerGroupsToDeploy=Escolha os grupos de servidores para implantar <strong>{0}</strong>.
chooseServerGroupsToUndeploy=Escolha os grupos de servidores para desfazer a implanta\u00E7\u00E3o de <strong>{0}</strong>.
chooseSharedStore=Escolha qual fun\u00E7\u00E3o o servidor deve desempenhar na pol\u00EDtica de armazenamento compartilhada:
chooseStrategy=Escolha a estrat\u00E9gia b\u00E1sica para a pol\u00EDtica de HA:
chooseTemplate=Escolha os modelos predefinidos para adicionar rapidamente uma fonte de dados ou escolha "{0}" para especificar suas pr\u00F3prias configura\u00E7\u00F5es.
cleanPatchHistory=Nenhum hist\u00F3rico de pacth %s
cleanPatchHistoryFailure=Falha na opera\u00E7\u00E3o de limpeza de hist\u00F3rico de patch, causa: {0}
cleanPatchHistoryQuestion={0} Esta a\u00E7\u00E3o impedir\u00E1 a revers\u00E3o de patches instalados e n\u00E3o pode ser desfeita. <p>Deseja realmente limpar o hist\u00F3rico de patch?</p>
cleanPatchHistorySuccess=Hist\u00F3rico de patch limpo com \u00EAxito.
clearCacheError=Ocorreu um erro ao tentar limpar o realm em cache <strong>{0}</strong>. Causa: {1}
clearCacheSuccess=O realm em cache <strong>{0}</strong> foi limpo com \u00EAxito.
cloneProfileSuccess=O perfil <strong>{0}</strong> foi clonado com \u00EAxito para <strong>{1}</strong>.
closeToLogout=Para fazer logout, feche a janela/guia atual e reabra o console.
configurationChangesDescription=Quando as altera\u00E7\u00F5es de configura\u00E7\u00E3o est\u00E3o ativadas, todas as a\u00E7\u00F5es que modificam as configura\u00E7\u00F5es s\u00E3o registradas, mas apenas na mem\u00F3ria, e os registros s\u00E3o limpos quando o servidor ou o controlador de host \u00E9 reiniciado. Se voc\u00EA deseja uma solu\u00E7\u00E3o de auditoria permanente, use o log de auditoria.
configurePatchTitle=Configurar patch
configuredMailServer=Servidores de e-mail configurado: {0}
connectedTo=Conectado a {0}
contentAdded=<strong>{0}</strong> itens de conte\u00FAdo foram adicionados.
contentAdded[\=1]=O conte\u00FAdo foi adicionado.
contentAlreadyDeployedToAllServerGroups=O conte\u00FAdo <strong>{0}</strong> j\u00E1 foi implantado em todos os grupos de servidores.
contentDeployed1=O conte\u00FAdo <strong>{0}</strong> foi implantado com \u00EAxito em grupos de servidores selecionados.
contentDeployed2=Todo o conte\u00FAdo foi implantado com \u00EAxito no grupo de servidores <strong>{0}</strong>.
contentFilterDescription=Filtrar por: nome, gerenciado, expandido, arquivado, grupo de servidores
contentOpFailed=N\u00E3o foi poss\u00EDvel processar <strong>{0}</strong> implanta\u00E7\u00F5es.
contentOpFailed[\=1]=N\u00E3o foi poss\u00EDvel processar a implanta\u00E7\u00E3o.
contentReplaceError=N\u00E3o foi poss\u00EDvel substituir <strong>{0}</strong>.
contentReplaceSuccess=<strong>{0}</strong> foi substitu\u00EDdo com \u00EAxito.
contentReplaced=<strong>{0}</strong> itens de conte\u00FAdo foram substitu\u00EDdos.
contentReplaced[\=1]=O conte\u00FAdo foi substitu\u00EDdo.
contentUndeployed=A implanta\u00E7\u00E3o do conte\u00FAdo <strong>{0}</strong> foi desfeita com \u00EAxito de grupos de servidores selecionados.
contentUndeployedFromServerGroup=A implanta\u00E7\u00E3o do conte\u00FAdo <strong>{0}</strong> foi desfeita com \u00EAxito do grupo de servidores <strong>{1}</strong>.
copyServerTitle=Copiar servidor
createAccountError=Ocorreu um erro ao criar a conta para <strong>{0}</strong>. Causa: {1}
createAccountQuestion=Deseja realmente criar a conta para {0}?
createAccountSuccess=A conta para <strong>{0}</strong> foi criada com \u00EAxito.
credentialReferenceAddConfirmation=O recurso cont\u00E9m um valor para <strong>&\#39;{0}&\#39;</strong> que \u00E9 mutualmente exclusivo para &\#39;Refer\u00EAncia de credencial&\#39;.<br/>Deseja remover o valor para &\#39;{0}&\#39; e adicionar &\#39;Refer\u00EAncia de credencial&\#39;?
credentialReferenceAddressError=N\u00E3o foi poss\u00EDvel acessar a refer\u00EAncia de credencial: nenhum endere\u00E7o dispon\u00EDvel.
credentialReferenceConflict=Conflito com refer\u00EAncia de credencial.
credentialReferenceParentNoResource=As configura\u00E7\u00F5es da refer\u00EAncia de credencial exigem o recurso prim\u00E1rio {0}.
credentialReferenceValidationError={0} \u00E9 inv\u00E1lido em combina\u00E7\u00E3o com a refer\u00EAncia de credencial.
currentOfTotal={0} de {1}
customListItemHint=Adicione novos mapeamentos como pares <em>{0}\={1}</em>. Pressione <abbr class\="key" title\="RETURN">&crarr;</abbr> para adicion\u00E1-los e <abbr class\="key" title\="BACKSPACE">&\#x232B</abbr> para remov\u00EA-los.
dataSourceAddError=N\u00E3o foi poss\u00EDvel criar a fonte de dados.
dataSourceDisabled=Fonte de dados <strong>{0}</strong> desativada.
dataSourceDisabledNoStatistics=A fonte de dados <strong>{0}</strong> est\u00E1 desativada.
dataSourceEnabled=Fonte de dados <strong>{0}</strong> ativada.
dataSourceStatisticsDisabled=As estat\u00EDsticas n\u00E3o est\u00E3o ativadas para a fonte de dados {0}. \u00C9 poss\u00EDvel ativ\u00E1-las clicando no bot\u00E3o abaixo. Isso modificar\u00E1 a <strong>configura\u00E7\u00E3o</strong> da fonte de dados e ser\u00E1 necess\u00E1rio recarregar o servidor.
dataSourceStatisticsFromDeployment=As estat\u00EDsticas n\u00E3o est\u00E3o dispon\u00EDveis para fontes de dados contidas em uma implanta\u00E7\u00E3o. Adicione a fonte de dados na se\u00E7\u00E3o de configura\u00E7\u00E3o para obter estat\u00EDsticas.
datasourceFilterDescription=Filtrar por: nome, xa, normal, ativado/desativado, implanta\u00E7\u00E3o
datasourceRuntimeFilterDescription=Filtrar por: nome, xa, normal, ativado/desativado
deactivateAccountError=Ocorreu um erro ao desativar a conta para <strong>{0}</strong>. Causa: {1}
deactivateAccountQuestion=Deseja realmente desativar a conta para {0}?
deactivateAccountSuccess=A conta para <strong>{0}</strong> foi desativada com \u00EAxito.
deployedTo=O conte\u00FAdo <strong>{0}</strong> foi implantado com \u00EAxito nos seguintes grupos de servidores:
deploymentActive=A implanta\u00E7\u00E3o <strong>{0}</strong> est\u00E1 ativada e ativa.
deploymentAdded=<strong>{0}</strong> implanta\u00E7\u00F5es foram adicionadas.
deploymentAdded[\=1]=A implanta\u00E7\u00E3o foi adicionada.
deploymentDisabled=A implanta\u00E7\u00E3o <strong>{0}</strong> est\u00E1 desativada.
deploymentDisabledError=N\u00E3o foi poss\u00EDvel desativar a implanta\u00E7\u00E3o <strong>{0}</strong>.
deploymentDisabledSuccess=A implanta\u00E7\u00E3o <strong>{0}</strong> foi desativada com \u00EAxito.
deploymentEmptyCreate=Cria uma implanta\u00E7\u00E3o vazia expandida. \u00C9 poss\u00EDvel carregar e modificar arquivos ap\u00F3s a cria\u00E7\u00E3o da implanta\u00E7\u00E3o.
deploymentEmptySuccess=A implanta\u00E7\u00E3o <strong>{0}</strong> foi criada com \u00EAxito.
deploymentEnabled=A implanta\u00E7\u00E3o <strong>{0}</strong> est\u00E1 ativada.
deploymentEnabledError=N\u00E3o foi poss\u00EDvel ativar a implanta\u00E7\u00E3o <strong>{0}</strong>.
deploymentEnabledSuccess=A implanta\u00E7\u00E3o <strong>{0}</strong> foi ativada com \u00EAxito.
deploymentError=N\u00E3o foi poss\u00EDvel implantar <strong>{0}</strong>.
deploymentExploded=A implanta\u00E7\u00E3o <strong>{0}</strong> foi expandida com \u00EAxito.
deploymentFailed=Falha na implanta\u00E7\u00E3o <strong>{0}</strong>.
deploymentInProgress=Upload de <strong>{0}</strong> em andamento. Aguarde at\u00E9 que a implanta\u00E7\u00E3o seja conclu\u00EDda.
deploymentNotEnabled=A implanta\u00E7\u00E3o <strong>{0}</strong> n\u00E3o est\u00E1 ativada. Ative a implanta\u00E7\u00E3o para ver informa\u00E7\u00F5es relacionadas ao tempo de execu\u00E7\u00E3o.
deploymentOpFailed=N\u00E3o foi poss\u00EDvel processar <strong>{0}</strong> implanta\u00E7\u00F5es.
deploymentOpFailed[\=1]=N\u00E3o foi poss\u00EDvel processar a implanta\u00E7\u00E3o.
deploymentPreview=Esta \u00E9 uma implanta\u00E7\u00E3o arquivada. Use o bot\u00E3o abaixo para fazer download de uma c\u00F3pia dela. Para adicionar ou modificar arquivos nela, voc\u00EA precisar\u00E1 expandi-la.
deploymentReadError=N\u00E3o foi poss\u00EDvel ler informa\u00E7\u00F5es da implanta\u00E7\u00E3o <strong>{0}</strong>.
deploymentReplaced=<strong>{0}</strong> implanta\u00E7\u00F5es foram substitu\u00EDdas.
deploymentReplaced[\=1]=A implanta\u00E7\u00E3o foi substitu\u00EDda.
deploymentStandaloneColumnFilterDescription=Filtrar por: nome ou status de implanta\u00E7\u00E3o
deploymentStopped=A implanta\u00E7\u00E3o <strong>{0}</strong> foi parada.
deploymentSuccessful=<strong>{0}</strong> foi implantado com \u00EAxito.
deploymentUnknownState=O estado de implanta\u00E7\u00E3o <strong>{0}</strong> \u00E9 desconhecido.
deprecated=Descontinuado desde {0}, motivo: {1}
destinationFilterDescription=Filtrar por: nome, tipo, implanta\u00E7\u00E3o
destroy=Destruir {0}
destroyServerError=Falha ao destruir servidor <strong>{0}</strong>.
destroyServerGroupError=Falha ao destruir grupo de servidores <strong>{0}</strong>.
destroyServerGroupQuestion=Tem certeza de que deseja destruir o grupo de servidores <strong>{0}</strong>?
destroyServerGroupSuccess=Grupo de servidores <strong>{0}</strong> destru\u00EDdo com \u00EAxito.
destroyServerQuestion=Tem certeza de que deseja destruir o servidor <strong>{0}</strong>?
destroyServerSuccess=Servidor <strong>{0}</strong> destru\u00EDdo com \u00EAxito.
disableSSLManagementError=Ocorreu um erro ao tentar remover o SSL do Console de gerenciamento de HTTP. Causa: {0}.
disableSSLManagementQuestion=Deseja desativar o SSL do Console de gerenciamento de HTTP? Al\u00E9m disso, escolha abaixo se deseja recarregar {0}. Se n\u00E3o quiser, voc\u00EA dever\u00E1 recarreg\u00E1-lo manualmente mais tarde e apontar o navegador para a URL desprotegida do Console de gerenciamento de HTTP.
disableSSLManagementSuccess=O SSL foi desativado com \u00EAxito do Console de gerenciamento de HTTP.
disableSSLUndertowError=Ocorreu um erro ao tentar remover o SSL do Ouvinte de HTTPS Undertow <strong>{0}</strong>. Causa: {1}.
disableSSLUndertowQuestion=Deseja desativar o SSL do Ouvinte de HTTPS Undertow <strong>{0}</strong>? Voc\u00EA deve escolher um Realm de seguran\u00E7a na lista abaixo, pois ele ser\u00E1 um atributo obrigat\u00F3rio se voc\u00EA remover o Contexto SSL.
disableSSLUndertowSuccess=O SSL foi desativado com \u00EAxito do Ouvinte de HTTPS Undertow <strong>{0}</strong>.
domainConfigurationChanged=A configura\u00E7\u00E3o de dom\u00EDnio foi alterada. Use a topologia para recarregar ou reiniciar os servidores afetados.
domainControllerTimeout=O controlador de dom\u00EDnio <strong>{0}</strong> n\u00E3o responde. Verifique os arquivos de log e atualize esta p\u00E1gina depois que o controlador de dom\u00EDnio estiver em opera\u00E7\u00E3o novamente.
domainRolloutLabel=<p>Domain Rollout: <strong>{0}</strong></p>
domainUuidLabel=UUID de dom\u00EDnio: {0}
dropSubscriptionsQuestion=Deseja realmente cancelar todas as subscri\u00E7\u00F5es do t\u00F3pico <strong>{0}</strong>?
dropSubscriptionsSuccess=Todas as subscri\u00E7\u00F5es do t\u00F3pico <strong>{0}</strong> foram canceladas com \u00EAxito.
duplicateAuthenticationModule=N\u00E3o foi poss\u00EDvel criar o m\u00F3dulo de autentica\u00E7\u00E3o.
duplicateAuthenticationModuleReason=O dom\u00EDnio de seguran\u00E7a j\u00E1 tem um m\u00F3dulo de autentica\u00E7\u00E3o JASPI. Para adicionar um m\u00F3dulo de autentica\u00E7\u00E3o cl\u00E1ssico, primeiro alterne para o modo especialista e remova a configura\u00E7\u00E3o JSAP.
duplicateResource=J\u00E1 existe um {0} com esse nome.
ejbFilterDescription=Filtrar por: nome, tipo, implanta\u00E7\u00E3o
emptyModelNodeForm=<strong>Nenhum atributo.</strong> Este recurso n\u00E3o cont\u00E9m atributos ou cont\u00E9m apenas atributos complexos n\u00E3o compat\u00EDveis no momento.
enableManagementSSLDescription=Esta tarefa proteger\u00E1 a Interface de gerenciamento de HTTP para usar um certificado para criptografar apenas a comunica\u00E7\u00E3o entre o navegador e o Wildfly. As configura\u00E7\u00F5es para a interface nativa n\u00E3o s\u00E3o alteradas. Ap\u00F3s a conclus\u00E3o desta opera\u00E7\u00E3o, voc\u00EA poder\u00E1 desativar o SSL da interface de gerenciamento de HTTP, mas os recursos do elytron n\u00E3o ser\u00E3o removidos. Se desejar mudar alguma configura\u00E7\u00E3o, voc\u00EA poder\u00E1 usar o navegador modelo ou o jboss-cli.sh para gerenci\u00E1-la.
enableSSLConfirmationDescription=Confirme os valores abaixo. Ao escolher continuar, todos os recursos ser\u00E3o criados e configurados.
enableSSLMutualQuestion=Ativar autentica\u00E7\u00E3o m\u00FAtua? Isso criar\u00E1 um armazenamento confi\u00E1vel com o certificado do cliente.
enableSSLResultsError=Ocorreu um erro ao configurar o SSL, consulte a causa do erro abaixo. Volte e altere os par\u00E2metros para enviar novamente.
enableSSLResultsSuccessDomain=<p>A Interface de gerenciamento de HTTP foi configurada corretamente com SSL, no entanto, \u00E9 necess\u00E1rio recarregar o <strong>Controlador de dom\u00EDnio</strong> para que ela surta efeito. Voc\u00EA pode recarreg\u00E1-lo agora clicando no bot\u00E3o abaixo (os servidores no dom\u00EDnio n\u00E3o ser\u00E3o reiniciados) ou fazer isso depois.</p><p>No primeiro acesso ao endere\u00E7o HTTPS, se o certificado SSL for autoassinado ou n\u00E3o for considerado confi\u00E1vel pelo navegador, o navegador emitir\u00E1 um aviso sobre isso e solicitar\u00E1 permiss\u00E3o para continuar.</p><p>A URL segura para o Console de gerenciamento \u00E9 <strong><a href\="{0}" class\="alert-link">{0}</a></strong></p>
enableSSLResultsSuccessStandalone=<p>A Interface de gerenciamento de HTTP foi configurada corretamente com SSL, no entanto, \u00E9 necess\u00E1rio recarregar o <strong>Servidor aut\u00F4nomo</strong> para que ela surta efeito. Voc\u00EA pode recarreg\u00E1-lo agora clicando no bot\u00E3o abaixo ou fazer isso depois.</p><p>No primeiro acesso ao endere\u00E7o HTTPS, se o certificado SSL for autoassinado ou n\u00E3o for considerado confi\u00E1vel pelo navegador, o navegador emitir\u00E1 um aviso sobre isso e solicitar\u00E1 permiss\u00E3o para continuar.</p><p>A URL segura para o Console de gerenciamento \u00E9 <a href\="{0}" class\="alert-link">{0}</a></p>
enableSSLResultsSuccessUndertow=O ouvinte de HTTPS <strong>{0}</strong> foi configurado corretamente com a configura\u00E7\u00E3o de Contexto SSL: <strong>{1}</strong>.
enableSSLStrategyQuestion=Escolha qual estrat\u00E9gia deseja relacionar \u00E0 manipula\u00E7\u00E3o de armazenamento de chaves.
enableSSLStrategyQuestionCreateAll=Quero criar o armazenamento de certificados (armazenamento de chaves) e gerar um certificado autoassinado.
enableSSLStrategyQuestionCreateKeyStore=J\u00E1 tenho um armazenamento de certificados no sistema de arquivos, mas nenhuma configura\u00E7\u00E3o de armazenamento de chaves.
enableSSLStrategyQuestionObtainFromLetsEncrypt=Quero obter um certificado da Autoridade Certificadora LetsEncrypt.
enableSSLStrategyQuestionReuseKeyStore=J\u00E1 tenho uma configura\u00E7\u00E3o de armazenamento de chaves que usa um armazenamento de certificados v\u00E1lido.
enableSSLSuccess=A Interface de gerenciamento de HTTP \u00E9 protegida com SSL.
enableUndertowSSLDescription=Esta tarefa proteger\u00E1 o servidor web HTTP (Undertow) para usar um certificado para criptografar apenas a comunica\u00E7\u00E3o entre o navegador e o Wildfly. Ap\u00F3s a conclus\u00E3o desta opera\u00E7\u00E3o, voc\u00EA poder\u00E1 desativar o SSL do servidor undertow, mas os recursos do elytron n\u00E3o ser\u00E3o removidos. Al\u00E9m disso, se houver um Realm de seguran\u00E7a, ele ser\u00E1 indefinido, pois n\u00E3o pode coexistir com o atributo Contexto SSL.
enableUndertowSSLResultsError=Ocorreu um erro ao configurar o SSL, consulte a causa do erro abaixo. Volte e altere os par\u00E2metros para enviar novamente.
endpointColumnFilterDescription=Filtrar por: nome de ponto de extremidade ou nome de implanta\u00E7\u00E3o
endpointError=A interface de gerenciamento em <a href\="\#" class\="alert-link">{0}</a> n\u00E3o responde. Certifique-se de que<ul><li>voc\u00EA adicionou usu\u00E1rios para poder acessar o console de administra\u00E7\u00E3o</li><li>a interface de gerenciamento est\u00E1 em opera\u00E7\u00E3o</li><li><a href\="\#" class\="alert-link">{1}</a> est\u00E1 configurada como uma origem permitida</li></ul>
endpointOk=A interface de gerenciamento em <a href\="\#" class\="alert-link">{0}</a> est\u00E1 em opera\u00E7\u00E3o.
exactlyOneAlternativeError={0} \u00E9 obrigat\u00F3rio.
exactlyOneAlternativesError=Certifique-se de que exatamente um de {0} esteja definido.
exclusiveRunningTimeLabel=<p>Tempo de execu\u00E7\u00E3o exclusivo: <strong>{0}</strong></p>
executionStatusLabel=<p>Status de execu\u00E7\u00E3o: <strong>{0}</strong> (<i>{1}</i>)</p>
expireMessageQuestion=Deseja realmente expirar a mensagem selecionada?
expireMessageSuccess=As mensagens selecionadas foram expiradas com \u00EAxito.
expireMessagesQuestion=Deseja realmente expirar as mensagens selecionadas?
explodedPreview=Esta \u00E9 uma implanta\u00E7\u00E3o expandida. Voc\u00EA pode adicionar, fazer upload, modificar ou remover conte\u00FAdo da implanta\u00E7\u00E3o. Observe que altera\u00E7\u00F5es na implanta\u00E7\u00E3o talvez n\u00E3o sejam exibidas at\u00E9 que ela seja implantada novamente.
exportCertificateError=Falha ao exportar certificado com alias <strong>{0}</strong> para o caminho <strong>{1}</strong> para <strong>{2}</strong>. Causa: {3}.
exportCertificateSuccess=O certificado com alias <strong>{0}</strong> foi exportado com \u00EAxito para o caminho <strong>{1}</strong> para o recurso <strong>{2}</strong>.
expressionError=Erro ao resolver a express\u00E3o <strong>{0}</strong>.
expressionWarning=N\u00E3o foi poss\u00EDvel resolver a express\u00E3o <strong>{0}</strong>. Nenhum servidor em execu\u00E7\u00E3o?
extensionColumnFilterDescription=Filtrar por: nome de extens\u00E3o, ponto e tipo de instala\u00E7\u00E3o
extensionError=N\u00E3o foi poss\u00EDvel carregar a extens\u00E3o da URL especificada. Status: {0}.
extensionNetworkError=N\u00E3o foi poss\u00EDvel analisar a URL devido a um erro de rede. Certifique-se de que {0} esteja configurado como uma origem permitida para {1}.
extensionNoJson=A URL n\u00E3o retorna um texto que possa ser analisado como metadados de extens\u00E3o.
extensionNotFound=N\u00E3o foi poss\u00EDvel encontrar a extens\u00E3o na URL especificada. Verifique se a URL est\u00E1 dispon\u00EDvel.
extensionOk=O script da extens\u00E3o foi injetado com \u00EAxito.
extensionProcessing=Aguarde at\u00E9 que os metadados da extens\u00E3o sejam processados e validados.
extensionScriptError=N\u00E3o foi poss\u00EDvel injetar o script da extens\u00E3o. Certifique-se de que a URL esteja correta.
extensionUrl=Especifique a URL nos metadados da extens\u00E3o. Geralmente, essa \u00E9 uma URL terminando em <strong>extension.json</strong>.
failedReadKeycloak=Falha ao ler recursos do keycloak em {0}. Causa: {1}
failedRedirectConsole=Falha ao redirecionar o navegador para o endere\u00E7o <strong>{0}</strong>. Voc\u00EA deve digitar a URL na barra de localiza\u00E7\u00E3o. Causa: {1}
filterBy=Filtrar por {0}...
flushConnectionSuccess=Libera\u00E7\u00E3o de conex\u00E3o com \u00EAxito
generateCSRError=Falha ao gerar a solicita\u00E7\u00E3o de assinatura de certificado com alias <strong>{0}</strong> para o caminho <strong>{1}</strong> para <strong>{2}</strong>. Causa: {3}.
generateCSRSuccess=A solicita\u00E7\u00E3o de assinatura de certificado com alias <strong>{0}</strong> foi gerada com \u00EAxito para o caminho <strong>{1}</strong> para o recurso <strong>{2}</strong>.
generateKeyPairError=Falha ao gerar o par de chaves com alias <strong>{0}</strong> para <strong>{1}</strong>. Causa: {2}.
generateKeyPairSuccess=O par de chaves com alias <strong>{0}</strong> foi gerado com \u00EAxito para o recurso <strong>{1}</strong>.
getMetadataError=Ocorreu um erro ao recuperar os metadados para <strong>{0}</strong>. Causa: {1}
getMetadataSuccess=Os metadados para <strong>{0}</strong> foram recuperados com \u00EAxito.
goTo=Ir para {0}
homepagePatchingDomainStepIntro=Aplicar uma corre\u00E7\u00E3o {0} ao host selecionado.
homepagePatchingStandaloneStepIntro=Aplicar uma corre\u00E7\u00E3o {0} ao servidor.
homepagePatchingSubHeader=Gerenciar as corre\u00E7\u00F5es {0}
hostAdminMode=O host <strong>{0}</strong> est\u00E1 em execu\u00E7\u00E3o no modo somente administrador.
hostColumnFilterDescription=Filtrar por: nome de host, dc/hc (tipo de controlador host), ativado/desativado
hostControllerTimeout=O controlador host <strong>{0}</strong> atingiu um tempo limite. Verifique os arquivos de log.
hostDisconnected=O host <strong>{0}</strong> est\u00E1 desconectado.
hostNameChanged=O nome do host foi alterado. Recarregue o console para refletir as novas configura\u00E7\u00F5es.
hostNeedsReload=\u00C9 necess\u00E1rio recarregar o host <strong>{0}</strong>.
hostNeedsRestart=\u00C9 necess\u00E1rio reiniciar o host <strong>{0}</strong>.
hostPatchesColumnFilterDescription=Filtrar por: nome de host, dc/hc (tipo de controlador host) e o estado de execu\u00E7\u00E3o
hostPending=Uma opera\u00E7\u00E3o de ciclo de vida est\u00E1 em execu\u00E7\u00E3o no host <strong>{0}</strong>. Aguarde at\u00E9 que a opera\u00E7\u00E3o seja conclu\u00EDda com \u00EAxito.
hostRunning=O host <strong>{0}</strong> est\u00E1 em opera\u00E7\u00E3o.
hostScopedRole=Com base na fun\u00E7\u00E3o {0}, com escopo definido para o(s) host(s) {1}.
hostStarting=O host <strong>{0}</strong> est\u00E1 sendo iniciado.
hostUndefined=A \u00FAltima opera\u00E7\u00E3o de ciclo de vida para o host <strong>{0}</strong> n\u00E3o foi conclu\u00EDda com \u00EAxito. Atualize ou verifique os arquivos de log.
identityAttributeHelp=A lista de atributos de uma identidade.
identityDescription=Nome e atributos da identidade.
identityPasswordBcrypt=Uma senha que usa o algoritmo Bcrypt.
identityPasswordClear=Uma senha com texto n\u00E3o criptografado.
identityPasswordDigest=Um senha resumida.
identityPasswordOtp=Uma senha \u00FAnica usada pelo mecanismo SASL do OTP.
identityPasswordSaltedSimpleDigest=Uma senha resumida simples com valor de sal.
identityPasswordScramDigest=Uma senha que usa o algoritmo resumido SCRAM.
identityPasswordSimpleDigest=Uma senha resumida simples.
importCertificateError=Falha ao importar o certificado com alias <strong>{0}</strong> do caminho <strong>{1}</strong> para <strong>{2}</strong>. Causa: {3}.
importCertificateSuccess=O certificado com alias <strong>{0}</strong> foi importado com \u00EAxito do caminho <strong>{1}</strong> para o recurso <strong>{2}</strong>.
includeAllHelpText=Configurar se todos os usu\u00E1rios autenticados devem ser automaticamente determinados a esta fun\u00E7\u00E3o.
invalidExtensionJson=N\u00E3o foi poss\u00EDvel analisar a URL como JSON. Certifique-se de que os metadados de extens\u00E3o cont\u00EAm um JSON v\u00E1lido.
invalidExtensionMetadata=Os metadados de extens\u00E3o n\u00E3o t\u00EAm os atributos necess\u00E1rios. Consulte a target\="_blank" href\="{0}">{0}</a> para obter mais detalhes.
invalidFormat=Formato inv\u00E1lido
invalidJNDIName=O nome jndi precisa iniciar com java:/ ou java:jboss/
invalidLength=Comprimento inv\u00E1lido, ele dever ter exatamente 16 caracteres.
invalidRange={0, number} est\u00E1 fora do intervalo: Intervalo v\u00E1lido: {1,number} - {2,number}
invalidTagFormat=Formato inv\u00E1lido. Adicione novas propriedades como pares key\=value, o caractere especial permitido no valor \u00E9: {0}
invalidateSessionError=A sess\u00E3o n\u00E3o foi invalidada com \u00EAxito. Causa: {0}
invalidateSessionQuestion=Deseja realmente invalidar a sess\u00E3o selecionada?
invalidateSessionSuccess=Sess\u00E3o invalidada com \u00EAxito.
jdbcDriverColumnFilterDescription=Filtrar por: nome do driver ou tipo de provedor
jdbcDriverDeploymentHint=Para remover um driver JDBC fornecido como uma implanta\u00E7\u00E3o, desfa\u00E7a a implanta\u00E7\u00E3o do artefato do driver JDBC.
jdbcDriverProvidedBy=O driver JDBC \u00E9 fornecido por {0} <code>{1}</code>.
jobExecutionColumnFilterDescription=Filtrar por: nome do trabalho, implanta\u00E7\u00E3o e status de execu\u00E7\u00E3o
jpaColumnFilterDescription=Filtrar por: nome de unidade de persist\u00EAncia ou implanta\u00E7\u00E3o
jpaStatisticsDisabled=As estat\u00EDsticas n\u00E3o est\u00E3o ativadas para a unidade de persist\u00EAncia {0}. Adicione <code>&lt;property name\="hibernate.generate_statistics" value\="true"/&gt;</code> a persistence.xml e implante novamente{1}.
kill=Encerrar {0}
killServerError=Falha ao encerrar o servidor <strong>{0}</strong>.
killServerGroupError=Falha ao encerrar o grupo de servidores <strong>{0}</strong>.
killServerGroupQuestion=Tem certeza de que deseja encerrar o grupo de servidores <strong>{0}</strong>?
killServerGroupSuccess=Grupo de servidores <strong>{0}</strong> encerrado com \u00EAxito.
killServerQuestion=Tem certeza de que deseja encerrar o servidor <strong>{0}</strong>?
killServerSuccess=Servidor <strong>{0}</strong> encerrado com \u00EAxito.
largeLogFile=O arquivo de log tem mais de <strong>{0}</strong>. O download de arquivos de log grandes pode demorar.
lastOperationException=N\u00E3o foi poss\u00EDvel executar a \u00FAltima opera\u00E7\u00E3o
lastOperationFailed=Falha na \u00FAltima opera\u00E7\u00E3o
listHint=Pressione <abbr class\="key" title\="RETURN">&crarr;</abbr> para adicionar novos itens e <abbr class\="key" title\="BACKSPACE">&\#x232B</abbr> para remov\u00EA-los.
loadContentError=N\u00E3o foi poss\u00EDvel ler as informa\u00E7\u00F5es do conte\u00FAdo e da implanta\u00E7\u00E3o.
loadPropertiesRealmError=Ocorreu um erro ao tentar carregar o realm de propriedades <strong>{0}</strong>. Causa: {1}
loadPropertiesRealmSuccess=O realm de propriedades <strong>{0}</strong> foi carregado com \u00EAxito.
loadProviderDynamicWarning=Para usar o recurso Carregar m\u00E9trica, \u00E9 necess\u00E1rio ter um Provedor din\u00E2mico de carga, mas ele n\u00E3o existe. Use o menu \u00E0 esquerda para navegar at\u00E9 o Provedor din\u00E2mico de carga e adicione-o.
locationRequired=O atributo de local \u00E9 necess\u00E1rio quanto o tipo est\u00E1 vazio ou \u00E9 JCEKS, JKS, PKCS12.
logFileError=Erro ao carregar o arquivo de log <strong>{0}</strong>.
logFileFullStatus=Exibindo todas as {0} linhas. \u00DAltima atualiza\u00E7\u00E3o em {1}.
logFilePartStatus=Exibindo as \u00FAltimas {0} linhas. \u00DAltima atualiza\u00E7\u00E3o em {1}.
logFilePreview=As \u00FAltimas {0} linhas do arquivo de log.
logfileColumnFilterDescription=Filtrar por: nome de arquivo ou data da \u00FAltima modifica\u00E7\u00E3o
longRunningManagementOperations=Existem uma ou mais opera\u00e7\u00f5es de adminitra\u00e7\u00e3o em funcionamento por um tempo maior do que o esperado, isso pode impactar a performance do servidor de forma negativa. Veja a tela Management Operations para mostrar as opera\u00e7\u00f5es ativas.
macroPlaybackError=Erro durante reprodu\u00E7\u00E3o de macro.
macroPlaybackSuccessful=Reprodu\u00E7\u00E3o de macro realizada com \u00EAxito.
mailColumnFilterDescription=Filtrar por: nome de sess\u00E3o ou tipo de sess\u00E3o
managementOperationsFindNoResult=Nenhuma opera\u00E7\u00E3o encontrada que manteve o bloqueio de grava\u00E7\u00E3o da execu\u00E7\u00E3o da opera\u00E7\u00E3o por mais de [%d] segundos.
managementVersionMismatch=A vers\u00E3o do modelo de gerenciamento do servidor <strong>{0}</strong> \u00E9 inferior \u00E0 vers\u00E3o do destino do console <strong>{1}</strong>.
manyMessages=A fila cont\u00E9m <strong>{0, number}</strong> mensagens. Ler todas as mensagens pode demorar. Se voc\u00EA ainda quiser exibir todas as mensagens, clique nos bot\u00F5es abaixo.
mappingHint=Adicione novos mapeamentos como pares <em>from\=to</em>. Pressione <abbr class\="key" title\="RETURN">&crarr;</abbr> para adicion\u00E1-los e <abbr class\="key" title\="BACKSPACE">&\#x232B</abbr> para remov\u00EA-los.
membershipColumnFilterDescription=Filtrar por: principal ou inclui/exclui
metadataError=Erro ao ler metadados.
microprofileHealthNoChecks=N\u00e3o existem verifica\u00e7\u00f5es de bom funcionamento (health checks) para mostrar.
microprofileHealthOutcome=O resultado da verifica\u00e7\u00e3o de bom funcionamento (health check) \u00e9 {0}.
microprofileHealthPreviewDescription=Esta antevis\u00e3o mostra as primeiras 10 verifica\u00e7\u00f5es, para ver mais verifica\u00e7\u00f5es clique no bot\u00e3o "Visualizar".
modifyResourceSuccess={0} <strong>{1}</strong> modificado com \u00EAxito.
modifyResourceTitle=Editar {0}
modifySingleResourceSuccess=<strong>{0}</strong> modificado com \u00EAxito.
moreThanOneCacheMemory=H\u00E1 mais de uma mem\u00F3ria definida para esse cache.
moreThanOneCacheStore=H\u00E1 mais de um armazenamento definida para esse cache.
moreThanOneCacheStoreDetails=Apenas o primeiro ficar\u00E1 dispon\u00EDvel no modo regular. Use o modo especialista para revisar e remover os demais armazenamentos de cache.
moreThanOneKeyMapperForPrincipalQuery=Uma consulta principal pode ter somente um \u00FAnico mapeador de chaves
moveMessageSuccess=As mensagens foram movidas com \u00EAxito para <strong>{0}</strong>.
multiValueListHint=Adicione novos mapeamentos como pares <em>name\=value1:value2</em>. Pressione <abbr class\="key" title\="RETURN">&crarr;</abbr> para adicion\u00E1-los e <abbr class\="key" title\="BACKSPACE">&\#x232B</abbr> para remov\u00EA-los.
nearCacheInvalidation=Este cont\u00EAiner de cache remoto atualmente usa um cache pr\u00F3ximo no modo de <strong>invalida\u00E7\u00E3o</strong>. Use o bot\u00E3o abaixo para <strong>desativar</strong> o cache pr\u00F3ximo.
nearCacheNone=Este cont\u00EAiner de cache remoto atualmente <strong>n\u00E3o usa</strong> um modo de cache pr\u00F3ximo. Use o bot\u00E3o abaixo para alternar para o modo de <strong>invalida\u00E7\u00E3o</strong>.
nearCacheUndefined=O modo de cache pr\u00F3ximo para este cont\u00EAiner de cache remoto est\u00E1 <strong>indefinido</strong>. <strong>Recarregue</strong> o servidor para redefinir o modo de cache pr\u00F3ximo para o seu valor padr\u00E3o.
newContentSuccess=O arquivo <strong>{1}</strong> foi adicionado com \u00EAxito para <strong>{0}</strong>.
noBootErrors=Nenhum erro de inicializa\u00E7\u00E3o encontrado.
noChanges=N\u00E3o foram feitas altera\u00E7\u00F5es. O recurso n\u00E3o foi salvo.
noContent=Nenhum conte\u00FAdo especificado. Selecione um arquivo para fazer upload.
noContentSelected=Selecione um conte\u00FAdo.
noContentSelectedInDeployment=<p>Selecione uma entrada da \u00E1rvore para ver seu conte\u00FAdo. Arquivos de texto, como HTML, CSS ou arquivos de propriedades ser\u00E3o exibidos em um editor. Imagens s\u00E3o exibidas embutidas. Conte\u00FAdos desconhecidos podem ser baixados ou exibidos no editor.</p><p>Implanta\u00E7\u00F5es regulares s\u00E3o apenas de leitura, j\u00E1 as implanta\u00E7\u00F5es expandidas podem ser modificadas.</p>
noContextForNormalMode=N\u00E3o foi poss\u00EDvel alternar para o modo normal: nenhum contexto dispon\u00EDvel.
noDeployment=Nenhuma implanta\u00E7\u00E3o especificada. Selecione um arquivo para fazer upload.
noDeploymentPermissions=Nenhuma permiss\u00E3o de implanta\u00E7\u00E3o encontrada. Use o bot\u00E3o abaixo para criar as permiss\u00F5es de implanta\u00E7\u00E3o padr\u00E3o.
noDeploymentsUploaded=Nenhuma implanta\u00E7\u00E3o foi carregada.
noExecutions=N\u00E3o h\u00E1 execu\u00E7\u00F5es para esse trabalho.
noItems=N\u00E3o h\u00E1 itens para essa exibi\u00E7\u00E3o.
noLogFile=Nenhum arquivo de log especificado.
noMacrosDescription=At\u00E9 o momento, nenhuma macro foi gravada. Para gravar uma macro, escolha <strong>{0}</strong> no menu de ferramentas.
noMatchingItems=N\u00E3o h\u00E1 itens que correspondam aos crit\u00E9rios de filtragem. Tente ajustar ou limpar o filtro.
noMessagesSelected=Nenhuma mensagem selecionada.
noPolicy=<p>Nenhum provedor de pol\u00EDtica foi definido. Voc\u00EA pode criar um provedor de <strong>pol\u00EDtica personalizada</strong> ou de <strong>pol\u00EDtica JACC</strong>.</p><p>Um provedor de pol\u00EDtica personalizada precisa especificar uma classe que implemente <code>java.security.Policy</code>.<br/>Um provedor de pol\u00EDtica JACC tem padr\u00F5es razo\u00E1veis que configuram o JACC e os servi\u00E7os relacionados.</p>
noReferenceServerEmptyState=N\u00E3o h\u00E1 informa\u00E7\u00F5es dispon\u00EDveis sobre o tempo de execu\u00E7\u00E3o para a implanta\u00E7\u00E3o <strong>{0}</strong>. O grupo de servidores {1} n\u00E3o cont\u00E9m um servidor em execu\u00E7\u00E3o com essa implanta\u00E7\u00E3o. V\u00E1 para o grupo de servidores {1} e inicie um servidor para ver informa\u00E7\u00F5es relacionadas ao tempo de execu\u00E7\u00E3o.
noReferenceServerPreview=N\u00E3o foi poss\u00EDvel ler os atributos de tempo de execu\u00E7\u00E3o, como &\#39;{1}&\#39; ou &\#39;{2}&\#39; para <strong>{0}</strong>. N\u00E3o foi encontrado um servidor em execu\u00E7\u00E3o com essa implanta\u00E7\u00E3o. V\u00E1 para o grupo de servidores <a href\="{4}">{3}</a> e inicie um servidor para ver todos os detalhes.
noReset=N\u00E3o foi poss\u00EDvel redefinir nenhum dos atributos.
noResource=N\u00E3o foi encontrado nenhum recurso para o item selecionado.
noSecuritySettingSelected=Nenhuma configura\u00E7\u00E3o de seguran\u00E7a selecionada.
noSelectedPatch=Nenhum arquivo de corre\u00e7\u00e3o selecionado. Por favor selecione um arquivo de corre\u00e7\u00e3o para enviar.
noServerGroupSelected=Selecione um grupo de servidores.
noStore=N\u00E3o foram definidas configura\u00E7\u00F5es de armazenamento para esse cache. Escolha um armazenamento e use o bot\u00E3o abaixo para adicion\u00E1-lo.
noTransport=N\u00E3o foram definidas configura\u00E7\u00F5es de transporte para esse cont\u00EAiner de cache. Use o bot\u00E3o abaixo para adicionar configura\u00E7\u00F5es de transporte JGroups.
noWrite=Nenhum comportamento de grava\u00E7\u00E3o foi definido para esse armazenamento. Escolha um comportamento e use o bot\u00E3o abaixo para atribu\u00ED-lo ao armazenamento.
nonEmptyRequires=Exigido se {0} estiver definido.
nonProgressingOperation=Verifique por uma opera\u00E7\u00E3o que manteve o bloqueio de execu\u00E7\u00E3o da opera\u00E7\u00E3o exclusiva por mais tempo que o per\u00EDodo de intervalo fornecido e acabou cancelando isto.
normalLogFile=O tamanho do arquivo de log \u00E9 <strong>{0}</strong>.
notMoreThanOneAlternativeError=N\u00E3o \u00E9 poss\u00EDvel definir em combina\u00E7\u00E3o com {0}.
notMoreThanOneAlternativesError=Certifique-se de que apenas um de {0} esteja definido.
notifications={0, number} notifica\u00E7\u00F5es
notifications[\=0]=Nenhuma notifica\u00E7\u00E3o
notifications[\=1]=Uma notifica\u00E7\u00E3o
noPatchesForHost=N\u00e3o h\u00e1 corre\u00e7\u00f5es instaladas para este servidor de controle.
obtainCertificateError=Ocorreu um erro ao obter o certificado para o alias <strong>{0}</strong> de armazenamento de chaves <strong>{1}</strong>. Causa: {2}
obtainCertificateSuccess=O certificado identificado pelo alias <strong>{0}</strong> de armazenamento de chaves <strong>{1}</strong> foi obtido com \u00EAxito.
operationLabel=<p>Opera\u00E7\u00E3o: <strong>{0}</strong></p>
operationHost=<p>Host: <strong>{0}</strong></p>
operationServer=<p>Server: <strong>{0}</strong></p>
operations={0, number} opera\u00E7\u00F5es
pageNotFound=P\u00E1gina <strong>{0}</strong> n\u00E3o encontrada.
patchAddError=Ocorreu um erro ao instalar o patch {0}. Motivo: {1}
patchHostNeedsRestart=O host <strong>{0}</strong> precisar ser reiniciado. N\u00E3o \u00E9 poss\u00EDvel adicionar nem reverter um patch antes de reiniciar o host.
patchInProgress=<strong>{0}</strong> est\u00E1 sendo aplicado. Aguarde at\u00E9 que o patch seja instalado.
patchLatestInstalledLabel=\u00DAltimo patch aplicado
patchRestartDomainControllerQuestion=<p>O host <strong>{0}</strong> precisa ser reiniciado. N\u00E3o \u00E9 poss\u00EDvel adicionar nem reverter um patch antes de reiniciar o host.</p><p>Tem certeza de que deseja reiniciar o controlador de dom\u00EDnio <strong>{0}</strong>? O console n\u00E3o ficar\u00E1 dispon\u00EDvel at\u00E9 que o controlador de dom\u00EDnio seja reiniciado com \u00EAxito.</p>
patchRestartHostControllerQuestion=<p>O host <strong>{0}</strong> precisa ser reiniciado. N\u00E3o \u00E9 poss\u00EDvel adicionar nem reverter um patch antes de reiniciar o host.</p><p>Tem certeza de que deseja reiniciar o controlador host <strong>{0}</strong>?</p>
patchRestartStandaloneQuestion=<p>O servidor precisa ser reiniciado. N\u00E3o \u00E9 poss\u00EDvel adicionar nem reverter um patch antes de reiniciar o servidor.</p><p>Tem certeza de que deseja reiniciar o servidor?</p>
patchStopAllServersQuestion=<p>O mecanismo de patch substituir\u00E1 arquivos de biblioteca e possivelmente reconfigurar\u00E1 defini\u00E7\u00F5es. Para evitar conflitos e problemas para aplicativos em execu\u00E7\u00E3o nos servidores, \u00E9 recomendado desligar todos os servidores (<strong>{0}</strong>) em execu\u00E7\u00E3o no host <strong>{1}</strong>. Cada servidor ser\u00E1 desligado imediatamente.</p><p>Voc\u00EA pode continuar a aplicar o patch com os servidores em execu\u00E7\u00E3o, mas isso poder\u00E1 levar a falhas no aplicativo.</p>
patchStopAllServersTitle=Parar servidores
patchStopServersDialogMessage1=Sim, desligar os servidores (recomendado)
patchStopServersDialogMessage2=N\u00E3o, deixar o servidores executando
patchSucessfullyApplied=Patch {0} instalado com \u00EAxito.
pauseQueueSuccess=Fila <strong>{0}</strong> pausada com \u00EAxito.
profileIncludes=O perfil inclui os seguintes perfis: {0}.
profileNotUsedInServerGroups=O perfil n\u00E3o \u00E9 usado em nenhum grupo de servidores.
profileUsedInServerGroups=O perfil \u00E9 usado nos seguintes grupos de servidores: {0}.
propertiesHint=Adicione novas propriedades como pares <em>key\=value</em>. Pressione <abbr class\="key" title\="RETURN">&crarr;</abbr> para adicion\u00E1-los e <abbr class\="key" title\="BACKSPACE">&\#x232B</abbr> para remov\u00EA-los.
proxyColumnFilterDescription=Filtrar por: nome de proxy ou conector.
pruneDisconnectedQuestion=Tem certeza de que deseja suprimir todos os hosts desconectados? Isso suprimir\u00E1 as informa\u00E7\u00F5es sobre todos os hosts desconectados.
pruneExpiredQuestion=Tem certeza de que deseja suprimir os hosts expirados? Isso suprimir\u00E1 as informa\u00E7\u00F5es sobre hosts desconectados cuja \u00FAltima atividade tenha ocorrido h\u00E1 mais de uma semana.
pruneSuccessful=Informa\u00E7\u00F5es sobre hosts desconectados suprimidas com \u00EAxito.
readAliasError=Falha ao ler o alias <strong>{0}</strong> de <strong>{1}</strong>. Causa: {2}.
readAliasesError=Falha ao ler aliases de <strong>{0}</strong>. Causa: {1}.
readAliasesSuccess=Aliases de <strong>{0}</strong> lidos com \u00EAxito.
readDatasourcePropertiesErrorDomain=Ler as propriedades da fonte de dados exige que um servidor esteja em execu\u00E7\u00E3o e que n\u00E3o haja um servidor em execu\u00E7\u00E3o para o perfil {0}.
readIdentityError=Ocorreu um erro ao ler a identidade <strong>{0}</strong> de <strong>{1}</strong>. Causa: {2}.
recordedOperations=Opera\u00E7\u00F5es: {0, number}
recordedOperations[\=0]=Nenhuma opera\u00E7\u00E3o gravada
recordingStarted=Grava\u00E7\u00E3o de macro iniciada.
recordingStopped=Grava\u00E7\u00E3o de macro parada.
referenceServer=<br/>As informa\u00E7\u00F5es de implanta\u00E7\u00E3o do tempo de execu\u00E7\u00E3o s\u00E3o coletadas do servidor <strong>{0}</strong>.
reload=Recarregar {0}
reloadCRLError=Falha ao recarregar a lista de revoga\u00E7\u00E3o de certificado do Gerenciador de confian\u00E7a <strong>{0}</strong>. Causa: {1}.
reloadCRLSuccess=A lista de revoga\u00E7\u00E3o de certificado do Gerenciador de confian\u00E7a <strong>{0}</strong> foi recarregada com \u00EAxito.
reloadConsoleRedirect=Por motivos de seguran\u00E7a (redirecionamento entre http e https, CORS), o Console de gerenciamento de HTTP n\u00E3o pode redirecionar automaticamente para a nova URL. Por isso, voc\u00EA deve clicar no link para acess\u00E1-la: <p><strong><a href\="{0}" class\="alert-link">{0}</a></strong>.</p>
reloadConsoleTimeout=<strong>{0}</strong> n\u00E3o responde. Se a Interface de gerenciamento de HTTP estiver configurada com SSL, talvez o navegador n\u00E3o confie no certificado SSL e seja necess\u00E1rio carreg\u00E1-lo manualmente <strong><a href\="{1}" class\="alert-link">{1}</a></strong>. Se n\u00E3o for esse o caso, verifique tamb\u00E9m o Wildfly e os logs do navegador.
reloadDomainControllerPending=O carregamento do host <strong>{0}</strong> est\u00E1 em andamento. Aguarde at\u00E9 que a opera\u00E7\u00E3o seja conclu\u00EDda com \u00EAxito.
reloadDomainControllerQuestion=Tem certeza de que deseja recarregar o controlador de dom\u00EDnio <strong>{0}</strong>? O console n\u00E3o ficar\u00E1 dispon\u00EDvel at\u00E9 que o controlador de dom\u00EDnio seja recarregado com \u00EAxito.
reloadError=Falha ao recarregar <strong>{0}</strong>. Causa: {1}.
reloadErrorCause=Falha ao recarregar {0} <strong>{1}</strong>. Causa: {2}.
reloadHostControllerQuestion=Tem certeza de que deseja recarregar o controlador host <strong>{0}</strong>?
reloadHostError=Falha ao recarregar o host <strong>{0}</strong>.
reloadHostSuccess=Host <strong>{0}</strong> recarregado com \u00EAxito.
reloadServerError=Falha ao recarregar o servidor <strong>{0}</strong>.
reloadServerGroupError=Falha ao recarregar o grupo de servidores <strong>{0}</strong>.
reloadServerGroupQuestion=Tem certeza de que deseja recarregar o grupo de servidores <strong>{0}</strong>?
reloadServerGroupSuccess=Grupo de servidores <strong>{0}</strong> recarregado com \u00EAxito.
reloadServerQuestion=Tem certeza de que deseja recarregar o servidor <strong>{0}</strong>?
reloadServerSuccess=Servidor <strong>{0}</strong> recarregado com \u00EAxito.
reloadSettings=As configura\u00E7\u00F5es n\u00E3o surtir\u00E3o efeito at\u00E9 que o console seja recarregado. Deseja recarregar agora?
reloadSuccess=<strong>{0}</strong> recarregado com \u00EAxito.
removeAliasError=Ocorreu um erro ao tentar remover o alias <strong>{0}</strong> do armazenamento de chaves <strong>{1}</strong>. Causa: {2}
removeAliasQuestion=Deseja realmente remover o alias <strong>{0}</strong> de <strong>{1}</strong>?
removeAliasSuccess=O alias <strong>{0}</strong> foi removido com \u00EAxito do armazenamento de chaves <strong>{1}</strong>.
removeConfigurationChangesQuestion=Deseja realmente desativar as altera\u00E7\u00F5es de configura\u00E7\u00E3o para {0} <strong>{1}</strong>.
removeConfirmationQuestion=Deseja realmente remover <strong>{0}</strong>?
removeConfirmationTitle=Remover {0}
removeContentQuestion=Deseja realmente remover <strong>{1}</strong> de <strong>{0}</strong>?
removeContentSuccess=<strong>{1}</strong> removido com \u00EAxito de <strong>{0}</strong>.
removeCurrentUserError=N\u00E3o \u00E9 poss\u00EDvel remover o usu\u00E1rio atual.
removeExtensionQuestion=Deseja realmente remover a extens\u00E3o selecionada?
removeExtensionSuccess=Extens\u00E3o removida com \u00EAxito. \u00C9 necess\u00E1rio recarregar o console para concluir a a\u00E7\u00E3o.
removeGroupQuestion=Deseja realmente remover o grupo <strong>{0}</strong>? O grupo em si n\u00E3o ser\u00E1 removido, em vez disso, todas as atribui\u00E7\u00F5es de {0} ser\u00E3o removidas.
removeGroupSuccess=Todas as atribui\u00E7\u00F5es do grupo <strong>{0}</strong> foram removidas com \u00EAxito.
removeIdentityError=Ocorreu um erro ao tentar remover a identidade <strong>{0}</strong> de <strong>{1}</strong>. Causa: {2}
removeIdentityQuestion=Deseja realmente remover a identidade <strong>{0}</strong> de <strong>{1}</strong>?
removeIdentitySuccess=A identidade <strong>{0}</strong> foi removido com \u00EAxito de <strong>{1}</strong>.
removeMessageQuestion=Deseja realmente remover a mensagem selecionada?
removeMessageSuccess=As mensagens selecionadas foram removidas com \u00EAxito.
removeMessagesQuestion=Deseja realmente remover as mensagens selecionadas?
removeResourceSuccess={0} <strong>{1}</strong> removido com \u00EAxito.
removeRoleQuestion=Deseja realmente remover a fun\u00E7\u00E3o <strong>{0}</strong> e todas as suas atribui\u00E7\u00F5es?
removeRunAsRoleError=A fun\u00E7\u00E3o <strong>{0}</strong> \u00E9 usada atualmente como a fun\u00E7\u00E3o executar como e n\u00E3o pode ser removida. Primeiro limpe a fun\u00E7\u00E3o executar como.
removeSingletonConfirmationQuestion=Deseja realmente remover o recurso?
removeSingletonResourceSuccess=<strong>{0}</strong> removido com \u00EAxito.
removeSingletonSuccess=<strong>{0}</strong> removido com \u00EAxito.
removeUserQuestion=Deseja realmente remover o usu\u00E1rio <strong>{0}</strong>? O usu\u00E1rio em si n\u00E3o ser\u00E1 removido, em vez disso, todas as atribui\u00E7\u00F5es de {0} ser\u00E3o removidas.
removeUserSuccess=Todas as atribui\u00E7\u00F5es do usu\u00E1rio {0} foram removidas com \u00EAxito.
replicationColocated=Posicionar servidor ativo e de backup
replicationLiveOnly=Somente ativo
replicationMaster=Servidor ativo (mestre)
replicationSlave=Servidor de backup (escravo)
replicationStrategy=<strong>Replica\u00E7\u00E3o</strong><br/>Ao usar a replica\u00E7\u00E3o, os pares de servidores ativo e de backup n\u00E3o compartilham os mesmos diret\u00F3rios de dados, toda a sincroniza\u00E7\u00E3o de dados \u00E9 feita pela rede. Consequentemente, todos os dados (persistentes) recebidos pelo servidor ativo ser\u00E3o duplicados no backup.<br/>Se o servidor ativo for desligado corretamente, o servidor de backup ser\u00E1 ativado e os clientes entrar\u00E3o em backup. Esse comportamento \u00E9 predeterminado e, portanto, n\u00E3o \u00E9 configur\u00E1vel ao usar a replica\u00E7\u00E3o de dados.
requiredHelp=Os campos obrigat\u00F3rios s\u00E3o marcados com <abbr class\="req" title\="required"><i class\="fa fa-asterisk"></i></abbr>
requiredMarker=<abbr class\="req" title\="required"><i class\="fa fa-asterisk"></i></abbr>
requires=Requer {0}
resetConfirmationQuestion=Deseja realmente redefinir <strong>{0}</strong>? Todos os atributos desnecess\u00E1rios ser\u00E3o indefinidos ou redefinidos para seus valores padr\u00E3o (se houver).
resetConfirmationTitle=Redefinir {0}
resetResourceSuccess={0} <strong>{1}</strong> redefinido com \u00EAxito.
resetSingletonConfirmationQuestion=Deseja realmente redefinir os recursos? Todos os atributos desnecess\u00E1rios ser\u00E3o indefinidos ou redefinidos para seus valores padr\u00E3o (se houver).
resetSingletonSuccess=<strong>{0}</strong> redefinido com \u00EAxito.
resetStatisticsQuestion=Deseja realmente redefinir as estat\u00EDsticas para o conector <strong>{0}</strong>?
resetStatisticsSuccess=Estat\u00EDsticas para o conector <strong>{0}</strong> redefinidas com \u00EAxito.
resetStatisticsTitle=Redefinir estat\u00EDsticas
resourceAdapterColumnFilterDescription=Filtrar por: nome, tipo de adaptador ou suporte a transa\u00E7\u00E3o
resourceAdapterProvidedBy=O adaptador de recurso \u00E9 fornecido por {0} <code>{1}</code>.
resourceDisabled=O {0} <strong>{1}</strong> est\u00E1 desativado.
resourceEnabled=O {0} <strong>{1}</strong> est\u00E1 ativado.
restColumnFilterDescription=Filtrar por: nome Rest, m\u00E9todo ou tipo de m\u00EDdia
restart=Reiniciar {0}
restartDomainControllerPending=A reinicializa\u00E7\u00E3o do host <strong>{0}</strong> est\u00E1 em andamento. Aguarde at\u00E9 que a opera\u00E7\u00E3o seja conclu\u00EDda com \u00EAxito.
restartDomainControllerQuestion=Tem certeza de que deseja reiniciar o controlador de dom\u00EDnio <strong>{0}</strong>? O console n\u00E3o ficar\u00E1 dispon\u00EDvel at\u00E9 que o controlador de dom\u00EDnio seja reiniciado com \u00EAxito.
restartExecutionSuccess=Execu\u00E7\u00E3o do trabalho <strong>{0, number}</strong> reiniciada com \u00EAxito.
restartHostControllerQuestion=Tem certeza de que deseja reiniciar o controlador host <strong>{0}</strong>?
restartHostError=Falha ao reiniciar o host <strong>{0}</strong>.
restartHostSuccess=Host <strong>{0}</strong> reiniciado com \u00EAxito.
restartServerError=Falha ao reiniciar o servidor <strong>{0}</strong>.
restartServerGroupError=Falha ao reiniciar o grupo de servidores <strong>{0}</strong>.
restartServerGroupQuestion=Tem certeza de que deseja reiniciar o grupo de servidores <strong>{0}</strong>?
restartServerGroupSuccess=Grupo de servidores <strong>{0}</strong> reiniciado com \u00EAxito.
restartServerQuestion=Tem certeza de que deseja reiniciar o servidor <strong>{0}</strong>?
restartServerSuccess=Servidor <strong>{0}</strong> reiniciado com \u00EAxito.
restartStandalonePending=A reinicializa\u00E7\u00E3o do servidor <strong>{0}</strong> est\u00E1 em andamento. Aguarde at\u00E9 que a opera\u00E7\u00E3o seja conclu\u00EDda com \u00EAxito.
restartStandaloneQuestion=Tem certeza de que deseja reiniciar o servidor <strong>{0}</strong>? O console n\u00E3o ficar\u00E1 dispon\u00EDvel at\u00E9 que o servidor seja reiniciado com \u00EAxito.
restartStandaloneTimeout=O servidor <strong>{0}</strong> n\u00E3o responde. Verifique os arquivos de log e atualize esta p\u00E1gina depois que o servidor estiver em opera\u00E7\u00E3o novamente.
results={0, number} resultados
results[\=1]=Um resultado
resumeQueueSuccess=Fila <strong>{0}</strong> retomada com \u00EAxito.
resumeServerError=Falha ao retomar o servidor <strong>{0}</strong>.
resumeServerGroupError=Falha ao retomar o grupo de servidores <strong>{0}</strong>.
resumeServerGroupSuccess=Grupo de servidores <strong>{0}</strong> retomado com \u00EAxito.
resumeServerSuccess=Servidor <strong>{0}</strong> retomado com \u00EAxito.
revokeCertificateError=Ocorreu um erro ao revogar o certificado para o alias <strong>{0}</strong> de armazenamento de chaves <strong>{1}</strong>. Causa: {2}
revokeCertificateSuccess=O certificado identificado pelo alias <strong>{0}</strong> de armazenamento de chaves <strong>{1}</strong> foi revogado com \u00EAxito.
roleColumnFilterDescription=Filtrar por: nome de fun\u00E7\u00E3o, tipo de fun\u00E7\u00E3o ou escopo
rollbackError=Erro ao reverter, causa: {0}
rollbackInProgress=A revers\u00E3o de <strong>{0}</strong> est\u00E1 em andamento. Aguarde at\u00E9 que a revers\u00E3o seja conclu\u00EDda.
rollbackSucessful=Patch <strong>{0}</strong> removido com \u00EAxito.
runningTimeLabel=<p>Tempo de execu\u00E7\u00E3o: <strong>{0}</strong></p>
saveContentSuccess=O arquivo <strong>{1}</strong> foi atualizado com \u00EAxito em <strong>{0}</strong>.
saveIdentityError=Ocorreu um erro ao tentar salvar uma identidade <strong>{0}</strong> a <strong>{1}</strong>. Causa: {2}
saveIdentitySuccess=A identidade <strong>{0}</strong> foi salva com \u00EAxito em <strong>{1}</strong>.
securityDomainColumnFilterDescription=Filtrar por: nome ou tipo de cache
selected=<strong>{0, number}</strong> de <strong>{1, number}</strong> selecionado(s)
sendMessageToDeadLetterQuestion=Deseja realmente enviar a mensagem selecionada para a fila de mensagens mortas?
sendMessageToDeadLetterSuccess=As mensagens selecionadas foram enviadas com \u00EAxito para a fila de mensagens mortas.
sendMessagesToDeadLetterQuestion=Deseja realmente enviar as mensagens selecionadas para a fila de mensagens mortas?
serverAdminMode=O servidor <strong>{0}</strong> est\u00E1 em execu\u00E7\u00E3o no modo somente administrador.
serverBootErrors=Ocorreram erros de inicializa\u00E7\u00E3o durante a inicializa\u00E7\u00E3o do servidor <strong>{0}</strong>.
serverBootErrorsAndLink=Ocorreram erros de inicializa\u00E7\u00E3o durante a inicializa\u00E7\u00E3o do servidor {0}. <a href\="{1}">Exibir</a>
serverConfigurationChanged=A configura\u00E7\u00E3o do servidor foi alterada.
serverFailed=N\u00E3o foi poss\u00EDvel iniciar o servidor <strong>{0}</strong>. Verifique os arquivos de log.
serverFilterDescription=Filtrar por: nome de servidor, host, grupo ou status
serverGroupColumnFilterDescription=Filtrar por: nome ou perfil
serverGroupNoStartedServers=Nenhum servidor iniciado no grupo de servidores <strong>{0}</strong>.
serverGroupNoStoppedServers=Nenhum servidor parado no grupo de servidores <strong>{0}</strong>.
serverGroupNoSuspendedServers=Nenhum servidor suspenso no grupo de servidores <strong>{0}</strong>.
serverGroupScopedRole=Com base na fun\u00E7\u00E3o {0}, com escopo definido para o(s) grupo(s) de servidores {1}.
serverGroupTimeout=O grupo de servidores <strong>{0}</strong> atingiu um tempo limite. Verifique os arquivos de log.
serverNeedsReload=\u00C9 necess\u00E1rio recarregar o servidor <strong>{0}</strong>.
serverNeedsRestart=\u00C9 necess\u00E1rio reiniciar o servidor <strong>{0}</strong>.
serverPending=Um opera\u00E7\u00E3o de ciclo de vida est\u00E1 em execu\u00E7\u00E3o no servidor <strong>{0}</strong>. Aguarde at\u00E9 que a opera\u00E7\u00E3o seja conclu\u00EDda com \u00EAxito.
serverRunning=O servidor <strong>{0}</strong> est\u00E1 em opera\u00E7\u00E3o.
serverStopped=O servidor <strong>{0}</strong> est\u00E1 parado.
serverSuspended=O servidor <strong>{0}</strong> est\u00E1 suspenso.
serverTimeout=O servidor <strong>{0}</strong> atingiu um tempo limite. Verifique os arquivos de log.
serverUndefined=A \u00FAltima opera\u00E7\u00E3o de ciclo de vida para o servidor <strong>{0}</strong> n\u00E3o foi conclu\u00EDda com \u00EAxito. Atualize ou verifique os arquivos de log.
serverUrlCustom=Uma URL personalizada \u00E9 usada para o servidor. \u00C9 poss\u00EDvel modificar a URL ou limpar o campo de entrada para redefini-la para o valor do modelo de gerenciamento.
serverUrlError=N\u00E3o foi poss\u00EDvel ler a URL de servidor a partir do modelo de gerenciamento. Use o campo de entrada para definir uma URL personalizada.
serverUrlManagementModel=A URL de servidor atual \u00E9 obtida do modelo de gerenciamento. Se isso n\u00E3o refletir a URL de servidor p\u00FAblica, use o campo de entrada abaixo para definir uma URL personalizada. Essa URL ser\u00E1, ent\u00E3o, usada para renderizar as URLs fornecidas por subsistemas, como JAX-RS ou Web.
setIdentityPasswordError=Ocorreu um erro ao tentar definir uma senha para a identidade <strong>{0}</strong> de <strong>{1}</strong>. Causa: {2}
setIdentityPasswordQuestion=Escolha o tipo de senha que deseja definir para a identidade:
setIdentityPasswordSuccess=Uma senha foi definida com \u00EAxito para a identidade <strong>{0}</strong> do <strong>{1}</strong>.
setSecretPasswordError=Ocorreu um erro ao tentar definir uma senha para o alias <strong>{0}</strong> de <strong>{1}</strong>. Causa: {2}
setSecretPasswordSuccess=Uma senha foi definida com \u00EAxito para o alias <strong>{0}</strong> do <strong>{1}</strong>.
sharedStoreColocated=Posicionar servidor ativo e de backup
sharedStoreMaster=Servidor ativo (mestre)
sharedStoreSlave=Servidor de backup (escravo)
sharedStoreStrategy=<strong>Armazenamento compartilhado</strong><br/>Este estilo de alta disponibilidade difere da replica\u00E7\u00E3o de dados por exigir um sistema de arquivos compartilhado que seja acess\u00EDvel tanto pelo n\u00F3 ativo quanto de backup. Isso significa que os pares de servidores usam o mesmo local para a pagina\u00E7\u00E3o, di\u00E1rio de mensagens, di\u00E1rio de associa\u00E7\u00F5es e mensagens grandes nas suas configura\u00E7\u00F5es.<br/>Al\u00E9m disso, cada servidor participante no par, ativo e de backup, precisar\u00E1 ter uma <code>cluster-connection</code> definida, mesmo que n\u00E3o seja parte de um cluster, pois a <code>cluster-connection</code> define como o servidor de backup anuncia sua presen\u00E7a ao servidor ativo e quaisquer outros n\u00F3s.
simpleProviderWarning=O sistema est\u00E1 atualmente configurado para usar controles de acesso simples, que n\u00E3o usar\u00E3o altera\u00E7\u00F5es feitas nesta se\u00E7\u00E3o. Para utilizar configura\u00E7\u00F5es relacionadas ao RBAC, voc\u00EA precisar\u00E1 ativar os controles de acesso baseado na fun\u00E7\u00E3o.
specifyParameters=Especifique par\u00E2metros para <code>{0}</code>.
ssoAccessControlWarning=O logon \u00FAnico est\u00E1 ativado nesse sistema para autentica\u00E7\u00E3o e autoriza\u00E7\u00E3o. \u00C9 necess\u00E1rio usar o servidor do Keycloak para configurar usu\u00E1rios e fun\u00E7\u00F5es.
staleStatistics=As estat\u00EDsticas talvez n\u00E3o estejam atualizadas.
startDeliverySuccess=Entrega para MDB <strong>{0}</strong> iniciada com \u00EAxito.
startJobSuccess=Trabalho <strong>{0}</strong> iniciado com \u00EAxito com ID de execu\u00E7\u00E3o <strong>{1}</strong>.
startServerError=Falha ao iniciar o servidor <strong>{0}</strong>.
startServerGroupError=Falha ao iniciar o grupo de servidores <strong>{0}</strong>.
startServerGroupSuccess=Grupo de servidores <strong>{0}</strong> iniciado com \u00EAxito.
startServerSuccess=Servidor <strong>{0}</strong> iniciado com \u00EAxito.
statisticsDisabled=As estat\u00EDsticas n\u00E3o est\u00E3o ativadas para o subsistema <strong>{0}</strong>. Clique no bot\u00E3o abaixo para ativar as estat\u00EDsticas. Isso definir\u00E1 o atributo <code>statistics-enabled</code> como <code>true</code>.
statisticsEnabled=Estat\u00EDsticas para <strong>{0}</strong> ativadas com \u00EAxito.
stop=Parar {0}
stopDeliverySuccess=Entrega para MDB <strong>{0}</strong> parada com \u00EAxito.
stopExecutionSuccess=Execu\u00E7\u00E3o do trabalho <strong>{0, number}</strong> parada com \u00EAxito.
stopServerError=Falha ao parar o servidor <strong>{0}</strong>.
stopServerGroupError=Falha ao parar o grupo de servidores <strong>{0}</strong>.
stopServerGroupQuestion=Tem certeza de que deseja parar o grupo de servidores <strong>{0}</strong>?
stopServerGroupSuccess=Grupo de servidores <strong>{0}</strong> parado com \u00EAxito.
stopServerQuestion=Tem certeza de que deseja parar o servidor <strong>{0}</strong>?
stopServerSuccess=Servidor <strong>{0}</strong> parado com \u00EAxito.
storeError=Falha ao armazenar <strong>{0}</strong>. Causa: {1}.
storeSuccess=<strong>{0}</strong> armazenado com \u00EAxito.
susbsystemFilterDescription=Filtrar por: nome ou subt\u00EDtulo
suspend=Suspender {0}
suspendServerError=Falha ao suspender o servidor <strong>{0}</strong>.
suspendServerGroupError=Falha ao suspender o grupo de servidores <strong>{0}</strong>.
suspendServerGroupQuestion=Tem certeza de que deseja suspender o grupo de servidores <strong>{0}</strong>?
suspendServerGroupSuccess=Grupo de servidores <strong>{0}</strong> suspenso com \u00EAxito.
suspendServerQuestion=Tem certeza de que deseja suspender o servidor <strong>{0}</strong>?
suspendServerSuccess=Servidor <strong>{0}</strong> suspenso com \u00EAxito.
switchProviderSuccess=Provedor alternado com \u00EAxito de {0} para {1}.
switchToRbacProvider=<p>No momento, voc\u00EA est\u00E1 usando o provedor simples.</p><p>Antes de alterar o provedor para RBAC, certifique-se de que sua configura\u00E7\u00E3o tenha um usu\u00E1rio que ser\u00E1 mapeado para uma das fun\u00E7\u00F5es de RBAC. Caso contr\u00E1rio, sua instala\u00E7\u00E3o n\u00E3o ser\u00E1 gerenci\u00E1vel, a menos que seja desligada e a configura\u00E7\u00E3o XML seja editada.</p><p>Observe que voc\u00EA precisar\u00E1 reiniciar para que as novas configura\u00E7\u00F5es surtam efeito.</p>
switchToSimpleProvider=<p>No momento, voc\u00EA est\u00E1 usando o provedor RBAC.</p><p>Ao alternar o provedor para simples, as restri\u00E7\u00F5es n\u00E3o ser\u00E3o mais aplicadas e todos os usu\u00E1rios atuar\u00E3o como superusu\u00E1rios. A configura\u00E7\u00E3o de RBAC n\u00E3o ser\u00E1 perdida.</p><p>Observe que voc\u00EA precisar\u00E1 reiniciar para que as novas configura\u00E7\u00F5es surtam efeito.</p>
testConnectionCancelError=N\u00E3o foi poss\u00EDvel remover a fonte de dados <strong>{0}</strong> criada durante a conex\u00E3o de teste.
testConnectionDomain=<p>Nesta p\u00E1gina, voc\u00EA pode testar a conex\u00E3o da sua fonte de dados. Isso requer um servidor em execu\u00E7\u00E3o que fa\u00E7a parte do perfil atualmente selecionado.</p><p>Observe que testar a conex\u00E3o altera a sem\u00E2ntica do assistente:</p><ul><li>Se voc\u00EA pressionar <strong>{0}</strong> pela <strong>primeira vez</strong>, a fonte de dados ser\u00E1 <strong>criada antecipadamente</strong>.</li><li>Se voc\u00EA <strong>voltar</strong> e alterar as configura\u00E7\u00F5es, isso <strong>modificar\u00E1</strong> a fonte de dados rec\u00E9m-criada. Observe que n\u00E3o \u00E9 poss\u00EDvel alterar o nome e as associa\u00E7\u00F5es JNDI ap\u00F3s a cria\u00E7\u00E3o da fonte de dados.</li><li>Se voc\u00EA <strong>cancelar</strong> o assistente, a fonte de dados ser\u00E1 <strong>removida</strong> novamente. Isso poder\u00E1 exigir que a inst\u00E2ncia de servidor relacionada seja recarregada.</li></ul><p>Se voc\u00EA optar por continuar sem testar a conex\u00E3o, a fonte de dados ser\u00E1 criada ap\u00F3s a conclus\u00E3o do assistente.</p>
testConnectionError=N\u00E3o foi poss\u00EDvel testar a conex\u00E3o para a fonte de dados <strong>{0}</strong>.
testConnectionErrorDomain=A conex\u00E3o de teste exige que um servidor esteja em execu\u00E7\u00E3o e que n\u00E3o haja um servidor em execu\u00E7\u00E3o para o perfil selecionado.
testConnectionStandalone=<p>Nesta p\u00E1gina, voc\u00EA pode testar a conex\u00E3o da sua fonte de dados. </p><p>Observe que testar a conex\u00E3o altera a sem\u00E2ntica do assistente:</p><ul><li>Se voc\u00EA pressionar <strong>{0}</strong> pela <strong>primeira vez</strong>, a fonte de dados ser\u00E1 <strong>criada antecipadamente</strong>.</li><li>Se voc\u00EA <strong>voltar</strong> e alterar as configura\u00E7\u00F5es, isso <strong>modificar\u00E1</strong> a fonte de dados rec\u00E9m-criada. Observe que n\u00E3o \u00E9 poss\u00EDvel alterar o nome e as associa\u00E7\u00F5es JNDI ap\u00F3s a cria\u00E7\u00E3o da fonte de dados.</li><li>Se voc\u00EA <strong>cancelar</strong> o assistente, a fonte de dados ser\u00E1 <strong>removida</strong> novamente. Isso poder\u00E1 exigir que o servidor seja recarregado.</li></ul><p>Se voc\u00EA optar por continuar sem testar a conex\u00E3o, a fonte de dados ser\u00E1 criada ap\u00F3s a conclus\u00E3o do assistente.</p>
testConnectionSuccess=Conex\u00E3o testada com \u00EAxito para a fonte de dados <strong>{0}</strong>.
topologyError=N\u00E3o foi poss\u00EDvel carregar a topologia.
tourAccessControl=Por padr\u00E3o, o EAP usa controles de acesso simples para as interfaces de gerenciamento. Como alternativa, voc\u00EA pode escolher implementar <strong>Controle de acesso baseado em fun\u00E7\u00E3o</strong> (RBAC) para especificar um conjunto de permiss\u00F5es para usu\u00E1rios de gerenciamento. As fun\u00E7\u00F5es atribu\u00EDdas a um usu\u00E1rio ou grupo determinam quais recursos podem ser acessados e quais opera\u00E7\u00F5es podem ser realizadas.
tourAccessControlRoles=Gerencie a lista de <strong>fun\u00E7\u00F5es</strong> atribu\u00EDdas a um usu\u00E1rio ou grupo espec\u00EDfico.
tourAccessControlUsers=Adicione e atribua fun\u00E7\u00F5es a <strong>usu\u00E1rios</strong> e <strong>grupos</strong>. Defina permiss\u00F5es personalizadas para <strong>fun\u00E7\u00F5es</strong> e visualize a associa\u00E7\u00E3o de fun\u00E7\u00F5es.
tourDomainConfiguration=Lista de <strong>perfis</strong> dispon\u00EDveis no dom\u00EDnio gerenciado. Diferentes grupos de servidores podem usar diferentes perfis dependendo dos recursos necess\u00E1rios.
tourDomainConfigurationSubsystem=Visualize e modifique a configura\u00E7\u00E3o de cada <strong>subsistema</strong> inclu\u00EDdo no perfil selecionado. Por exemplo, adicione uma fonte de dados, configure um provedor de mensagens ou configure seguran\u00E7a de aplicativo.
tourDomainDeploymentsAddActions=Adicione uma implanta\u00E7\u00E3o a um grupo de servidores fazendo upload de uma <strong>nova implanta\u00E7\u00E3o</strong>, escolhendo uma implanta\u00E7\u00E3o existente a partir do <strong>reposit\u00F3rio de conte\u00FAdo</strong> ou criando uma <strong>implanta\u00E7\u00E3o n\u00E3o gerenciada</strong> para ser gerenciada fora do EAP.
tourDomainDeploymentsBrowseBy=Adicione implanta\u00e7\u00f5es e atribua-as a grupos de servidores a partir do <strong>Reposit\u00f3rio de conte\u00fado</strong>, em que todo o conte\u00fado de implanta\u00e7\u00e3o est\u00e1 listado.<br/><br/>Adicione e ative implanta\u00e7\u00f5es a partir de <strong>Grupos de servidores</strong> para aquelas implanta\u00e7\u00f5es que foram atribu\u00eddas a um ou mais grupos de servidores.
tourDomainHomeConfiguration=Manuseie a <strong>Configura\u00E7\u00E3o</strong> de perfis e subsistemas dispon\u00EDveis que oferecem um determinado conjunto de recursos, como fontes de dados ou mensagens.
tourDomainHomeDeployments=Adicione, remova e atribua <strong>Implanta\u00E7\u00F5es</strong> a grupos de servidores.
tourDomainHomeRuntime=Visualize informa\u00E7\u00F5es de <strong>Tempo de execu\u00E7\u00E3o</strong>, como status do servidor, uso do JVM e logs do servidor. Em um dom\u00EDnio gerenciado, configure hosts e grupos de servidores.
tourDomainRuntimeBrowseBy=Gerencie servidores por <strong>hosts</strong> ou <strong>grupos de servidores</strong> no dom\u00EDnio gerenciado.
tourDomainRuntimeServer=Visualize a <strong>configura\u00E7\u00E3o de servidor</strong> e realize <strong>opera\u00E7\u00F5es</strong> como iniciar, interromper e recarregar o servidor.
tourDomainRuntimeServerAdd=Crie um <strong>novo servidor</strong> para um host e atribua a um grupo de servidores.
tourDomainRuntimeServerGroup=Visualize a <strong>configura\u00E7\u00E3o de grupo de servidores</strong> e realize <strong>opera\u00E7\u00F5es</strong> como iniciar, interromper e recarregar todos os servidores neste grupo de servidores.
tourDomainRuntimeServerGroupsAdd=Crie um <strong>novo grupo de servidores</strong> para o dom\u00EDnio gerenciado.
tourStandaloneConfigurationSubsystem=Visualize e modifique a configura\u00E7\u00E3o de cada <strong>subsistema</strong> dispon\u00EDvel. Por exemplo, adicione uma fonte de dados, configure um provedor de mensagens ou configure seguran\u00E7a de aplicativo.
tourStandaloneDeployment=Ative, desative e visualize o <strong>status</strong> de todas as implanta\u00E7\u00F5es.
tourStandaloneDeploymentAddActions=Adicione uma implanta\u00E7\u00E3o fazendo upload de uma <strong>nova implanta\u00E7\u00E3o</strong> ou criando uma <strong>implanta\u00E7\u00E3o n\u00E3o gerenciada</strong> para ser gerenciada fora do EAP.
tourStandaloneHomeConfiguration=Manuseie a <strong>Configura\u00E7\u00E3o</strong> de subsistemas dispon\u00EDveis que oferecem um determinado conjunto de recursos, como fontes de dados ou mensagens.
tourStandaloneHomeDeployments=Adicione, remova e ative <strong>Implanta\u00E7\u00F5es</strong>.
tourStandaloneHomeRuntime=Visualize informa\u00E7\u00F5es de <strong>Tempo de execu\u00E7\u00E3o</strong>, como status do servidor, uso do JVM e logs do servidor.
tourStandaloneRuntimeServer=Visualize <strong>informa\u00E7\u00F5es de tempo de execu\u00E7\u00E3o</strong> sobre o servidor, como uso do JVM e logs do servidor.
tourStandaloneRuntimeSubsystem=Visualize informa\u00E7\u00F5es de tempo de execu\u00E7\u00E3o <strong>espec\u00EDficas do subsistema</strong>, como m\u00E9tricas de fonte de dados ou transa\u00E7\u00F5es.
transactionSetUuidOrSocket=Defina a UUID de ID do processo ou a associa\u00E7\u00E3o de soquete de ID de processo
transactionUnableSetProcessId=N\u00E3o foi poss\u00EDvel mudar a ID de processo
unauthorized=Voc\u00EA n\u00E3o tem as permiss\u00F5es para acessar este recurso\!
undeployedContent=O conte\u00FAdo <strong>{0}</strong> n\u00E3o est\u00E1 implantado em um grupo de servidores.
undertowListenerProcessingDisabled=As estat\u00EDsticas n\u00E3o est\u00E3o ativadas para o ouvinte <strong>{0}</strong> no servidor <strong>{1}</strong>. Clique no bot\u00E3o abaixo para ativar as estat\u00EDsticas. Isso definir\u00E1 o atributo <code>record-request-start-time</code> como <code>true</code>
unit=O valor usa {0} como unidade
unknownError=Erro interno
unknownResource=O recurso n\u00E3o existe: %s
unknownResourceDetails=Erro ao ler o recurso "{0}":\n{1}
unsupportedFileTypeDescription=O arquivo selecionado n\u00E3o \u00E9 compat\u00EDvel por padr\u00E3o. Voc\u00EA pode fazer download e exibir o arquivo usando um editor externo. Como alternativa, \u00E9 poss\u00EDvel tentar exibir o arquivo no editor.
updateAccountError=Ocorreu um erro ao atualizar a conta para <strong>{0}</strong>. Causa: {1}
updateAccountQuestion=Deseja realmente atualizar a conta para <strong>{0}</strong>?
updateAccountSuccess=A conta para <strong>{0}</strong> foi atualizada com \u00EAxito.
updateAvailable=Uma nova vers\u00E3o de HAL est\u00E1 dispon\u00EDvel. Vers\u00E3o atual: {0}, nova vers\u00E3o: {1}
updateServerError=Falha ao atualizar o servidor <strong>{0}</strong>.
uploadContentDescription=Especifique um arquivo ou um URL.
uploadContentInvalid=Voc\u00EA deve especificar um arquivo ou URL.
uploadError=N\u00E3o foi poss\u00EDvel fazer upload de <strong>{0}</strong>.
uploadInProgress=Upload de <strong>{0}</strong> em andamento. Aguarde at\u00E9 que o upload seja conclu\u00EDdo.
uploadSuccessful=<strong>{0}</strong> foi enviado com sucesso para o reposit\u00F3rio de conte\u00FAdo.
uptime=Tempo de atividade: {0}
used={0}% usado
verifyRenewError=Ocorreu um erro ao verificar se o certificado deve ser renovado para o alias <strong>{0}</strong> de armazenamento de chaves <strong>{1}</strong>. Causa: {2}
verifyRenewSuccess=A verifica\u00E7\u00E3o de renova\u00E7\u00E3o de certificado identificado pelo alias  <strong>{0}</strong> de armazenamento de chaves <strong>{1}</strong> foi realizada com \u00EAxito.
view=Visualizar {0}
writeBehaviour=Esse armazenamento usa atualmente um comportamento <strong>{0}</strong>. Use o bot\u00E3o abaixo para alternar para <strong>{1}</strong>.
