addResourceError=Falha ao adicionar recurso {0}, motivo: {1}
addServerHostHelp=O nome do servidor de controle respons\u00e1vel por gerenciar este servidor.
addServerTitle=Adicionar servidor
cleanPatchHistory=Limpar o hist\u00f3rico de corre\u00e7\u00f5es
cleanPatchHistoryQuestion={0} Esta a\u00e7\u00e3o ir\u00e1 prevenir o rollback das corre\u00e7\u00f5es j\u00e1 instaladas e n\u00e3o pode ser desfeita. <p>Voc\u00ea realmente quer limpar o hist\u00f3rico de corre\u00e7\u00f5es ?</p>
cleanPatchHistorySuccess=Limpeza do hist\u00f3rico de corre\u00e7\u00f5es feita com sucesso.
cleanPatchHistoryFailure=Limpeza do hist\u00f3rico ocorreu erro, motivo: {0}
configurePatchTitle=Configurar corre\u00e7\u00e3o
copyServerTitle=Copiar servidor
invalidateSessionTitle=Invalidar sess\u00e3o
invalidateSessionQuestion=Invalida uma sess\u00e3o relacionada a uma aplica\u00e7\u00e3o web.
invalidateSessionSuccess=Sess\u00e3o <strong>{0}</strong> invalidada com sucesso.
invalidateSessionError=Sess\u00e3o <strong>{0}</strong> n\u00e3o foi invalidaa. Causa: {1}
invalidateSessionNotExist=Sess\u00e3o <strong>{0}</strong> n\u00e3o existe.
noSelectedPatch=Nenhum arquivo de corre\u00e7\u00e3o selecionado. Por favor selecione um arquivo de corre\u00e7\u00e3o para enviar.
noPatchesForHost=N\u00e3o h\u00e1 corre\u00e7\u00f5es instaladas para este servidor de controle.
patchLatestInstalledLabel=\u00daltima corre\u00e7\u00e3o instalada
patchHostNeedsRestart=O servidor de controle <strong>{0}</strong> precisa ser reiniciado. Uma corre\u00e7\u00e3o n\u00e3o pode ser adicionada ou removida antes do servidor de controle ser reiniciado.
patchSucessfullyApplied=Corre\u00e7\u00e3o {0} instalada com sucesso.
patchAddError=Ocorreu um erro na instala\u00e7\u00e3o da corre\u00e7\u00e3o {0}. Motivo: {1}
patchInProgress=<strong>{0}</strong> est\u00e1 sendo instalado. Por favor, aguarde a instala\u00e7\u00e3o terminar.
rollbackInProgress=Rollback de <strong>{0}</strong> est\u00e1 em andamento. Por favor, aguarde o rollback terminar.
rollbackSucessful=Corre\u00e7\u00e3o <strong>{0}</strong> removida com sucesso.
rollbackError=Erro ao remover a corre\u00e7\u00e3o, motivo: {0}
patchRestartHostControllerQuestion=<p>O servidor de controle <strong>{0}</strong> precisa ser reiniciado. Uma corre\u00e7\u00e3o n\u00e3o pode ser adicionada ou removida antes do servidor de controle ser reiniciado.</p><p>Voc\u00ea tem certeza de que quer reiniciar o servi\u00e7o de controle <strong>{0}</strong> ?</p>
patchRestartDomainControllerQuestion=<p>O servidor de controle de dom\u00ednio <strong>{0}</strong> precisa ser reiniciado. Uma corre\u00e7\u00e3o n\u00e3o pode ser adicionada ou removida antes do servidor de controle ser reiniciado.</p><p>Voc\u00ea tem certeza de que quer reiniciar o servi\u00e7o de controle <strong>{0}</strong></p> ? <p>O console de gerenciamento web ficar\u00e1 indispon\u00edvel at\u00e9 que o servidor de controle de dom\u00ednio (Domain Controller) seja iniciado corretamente.</p>
patchRestartStandaloneQuestion=<p>O servidor precisa ser reiniciado. Uma corre\u00e7\u00e3o n\u00e3o pode ser adicionada ou removida antes do servidor reiniciado.</p><p>Voc\u00ea tem certeza de que quer reiniciar o servidor ?</p><p>O console de gerenciamento web ficar\u00e1 indispon\u00edvel at\u00e9 que o servidor seja iniciado corretamente.</p>
patchStopAllServersQuestion=<p>A aplica\u00e7\u00e3o da corre\u00e7\u00e3o ir\u00e1 substituir arquivos da instala\u00e7\u00e3o, para evitar conflitos e problemas para as aplica\u00e7\u00f5es instaladas e em funcionamento nos servidores \u00e9 altamente recomend\u00e1vel que pare todos os servidores em funcionamento sob o controlador <strong>{1}</strong>.</p><p>Voc\u00ea quer parar os seguintes servidores <strong>{0}</strong> do servi\u00e7o de controle (Host Controller) <strong>{1}</strong> ?</p><p>Cada servidor ser\u00e1 parado imediatamente.</p>
resetStatisticsTitle=Limpar estat\u00edsticas
resetStatisticsQuestion=Voc\u00ea realmente que limpar as estat\u00edsticas para o conector <strong>{0}</strong> ?
resetStatisticsSuccess=As estat\u00edsticas do conector <strong>{0}</strong> foram reiniciadas com sucesso.
transactionsStatisticsDisabled=As estat\u00edsticas n\u00e3o est\u00e3o habilitadas para o subsistema <strong>Transa\u00e7\u00f5es</strong> do perfil <strong>{0}</strong>. Voc\u00ea pode habilit\u00e1-lo ao clicar no bot\u00e3o abaixo. Esta a\u00e7\u00e3o ir\u00e1 modificar o atributo <code>statistics-enabled</code> para <code>true</code> para o perfil <strong>{0}</strong> e todos os servidores associados a este perfil.
undertowStatisticsDisabled=As estat\u00edsticas n\u00e3o est\u00e3o habilitadas para o subsistema Web (Undertow) do perfil <strong>{0}</strong>. Voc\u00ea pode habilit\u00e1-lo ao clicar no bot\u00e3o abaixo. Esta a\u00e7\u00e3o ir\u00e1 modificar o atributo <code>statistics-enabled</code> para <code>true</code> para o perfil <strong>{0}</strong> e todos os servidores associados a este perfil.