accessControlSsoDescription=A interface de gerenciamento HTTP est\u00e1 configurada com o Keycloak Single Sign-On. O gerenciamento de usu\u00e1rios e roles \u00e9 realizada no servidor keycloak, veja abaixo os detalhes da configura\u00e7\u00e3o.
addError=Houve um erro ao tentar adicionar a {0} <strong>{1}</strong> no <strong>{2}</strong>. Causa: {3}
addKeyStoreError=Falha ao adicionar o key-store {0}.
addResourceError=Falha ao adicionar recurso {0}, motivo: {1}
addServerHostHelp=O nome do servidor de controle respons\u00e1vel por gerenciar este servidor.
addServerTitle=Adicionar servidor
addSingleResourceError=Falha ao adicionar recurso singleton {0}, motivo: {1}
addSuccess=A {0} <strong>{1}</strong> foi adicionada com sucesso no <strong>{2}</strong>.
allSingletonsExist=Todos os recursos singleton j\u00E1 foram adicionados.
cannotBrowseUnmanaged=A leitura de conte\u00fado de deployments n\u00e3o gerenciados (unmanaged) n\u00e3o \u00e9 suportado.
cannotDownloadExploded=N\u00e3o \u00e9 poss\u00edvel realizar o download de um deployment aberto (exploded).
certificateExpired=O certificado identificado pelo alias {0} deve ser renovado.
certificateShouldRenew=<p>Em {0} dias o certificado identificado pelo alias {1} dever\u00e1 ser renovado.</p><p> O certificado ir\u00e1 expirar em {2}.</p>
changeAccountKeyError=Houve um erro ao atualizar a chave da conta de <strong>{0}</strong>. Causa: {1}
changeAccountKeyQuestion=Voc\u00ea deseja atualizar a chave de conta de {0} ?
changeAccountKeySuccess=A chave da conta de <strong>{0}</strong> foi atualizada com sucesso.
changeAliasError=Falha ao modificar o alias <strong>{0}</strong> para <strong>{1}</strong> em <strong>{2}</strong>. Causa: {3}.
changeAliasSuccess=O alias <strong>{0}</strong> foi modificado com sucesso para <strong>{1}</strong> em <strong>{2}</strong>.
cleanPatchHistory=Limpar o hist\u00f3rico de corre\u00e7\u00f5es
cleanPatchHistoryFailure=Limpeza do hist\u00f3rico ocorreu erro, motivo: {0}
cleanPatchHistoryQuestion={0} Esta a\u00e7\u00e3o ir\u00e1 prevenir o rollback das corre\u00e7\u00f5es j\u00e1 instaladas e n\u00e3o pode ser desfeita. <p>Voc\u00ea realmente quer limpar o hist\u00f3rico de corre\u00e7\u00f5es ?</p>
cleanPatchHistorySuccess=Limpeza do hist\u00f3rico de corre\u00e7\u00f5es feita com sucesso.
clearCacheError=Houve um erro ao tentar limpar o caching realm <strong>{0}</strong>. Causa: {1}
clearCacheSuccess=O caching realm <strong>{0}</strong> teve seu conte\u00fado limpo com sucesso.
configurationChangesDescription=Quando o log de configura\u00e7\u00f5es \u00e9 ativado, todas as a\u00e7\u00f5es que modificam as configura\u00e7\u00f5es do controlador de host s\u00e3o gravadas, mas \u00e9 apenas em mem\u00f3ria, os registros s\u00e3o limpos em cada reinicializa\u00e7\u00e3o do servidor ou controlador de host. Se voc\u00ea quer uma solu\u00e7\u00e3o de auditoria persistente, use o log de auditoria.
configurePatchTitle=Configurar corre\u00e7\u00e3o
contentFilterDescription=Filtrar por: nome, managed, exploded, archived, server group
copyServerTitle=Copiar servidor
createAccountError=Houve um erro ao criar a conta de <strong>{0}</strong>. Causa: {1}
createAccountKeyQuestion=Voc\u00ea deseja criar a conta para {0} ?
createAccountSuccess=A conta de <strong>{0}</strong> foi criada com sucesso.
datasourceFilterDescription=Filtrar por: nome, xa, normal, enabled/disabled, deployment
datasourceRuntimeFilterDescription=Filtrar por: nome, xa, normal, enabled/disabled
deactivateAccountError=Houve um erro ao desativar a conta de <strong>{0}</strong>. Causa: {1}
deactivateAccountQuestion=Voc\u00ea deseja desativar a conta de {0} ?
deactivateAccountSuccess=A conta de <strong>{0}</strong> foi desativada com sucesso.
deploymentStandaloneColumnFilterDescription=Filtrar por: nome ou status da instala\u00e7\u00e3o
destinationFilterDescription=Filtrar por: nome, tipo ou deployment
disableSSLManagementError=Houve um erro ao tentar remover o suporte a SSL do Console de Gerenciamento HTTP. Causa: {0}
disableSSLManagementQuestion=Voc\u00ea quer desativar o SSL do Console de Gerenciamento HTTP ? Tamb\u00e9m dever\u00e1 escolher se ir\u00e1 recarregar o {0} ? Caso escolha n\u00e3o recarregar, voc\u00ea dever\u00e1 faz\u00ea-lo manualmente com o CLI e usar o endere\u00e7o inseguro para se conectar com o Console de Gerenciamento HTTP.
disableSSLManagementSuccess=O SSL foi desativado com sucesso do Console de Gerenciamento HTTP.
disableSSLUndertowError=Houve um erro ao tentar remover o suporte a SSL do servi\u00e7o HTTPS do Undertow <strong>{0}</strong>. Causa: {1}
disableSSLUndertowQuestion=Voc\u00ea quer desativar o SSL do servi\u00e7o HTTPS do Undertow <strong>{0}</strong> ? Voc\u00ea dever\u00e1 escolher um Security Realm da lista abaixo, pois ele \u00e9 um atributo requerido quando se remove o SSL Context.
disableSSLUndertowSuccess=O SSL foi desativado com sucesso do servi\u00e7o HTTPS do Undertow <strong>{0}</strong>.
loadProviderDynamicWarning=Para usar a funcionalidade de Load Metrics, é necessário ter um Dynamic Load Provider, mas ele não existe. Use o menu da esquerda para navegar para o item Dynamic Load Provider e adicione ele.
ejbFilterDescription=Filtrar por: nome, tipo ou deployment
enableManagementSSLDescription=Esta tarefa ir\u00e1 proteger a interface de gerenciamento web ao usar um certificado para criptografar a comunica\u00e7\u00e3o entre o browser e o Wildfly apenas. As configura\u00e7\u00f5es da interface nativa n\u00e3o ser\u00e1 modificada. Depois desta opera\u00e7\u00e3o for finalizada, voc\u00ea poder\u00e1 desabilitar o SSL da interface de gerenciamento, mas os recursos do subsistema elytron n\u00e3o ser\u00e3o removidos. Se voc\u00ea desejar alterar qualquer configura\u00e7\u00e3o aqui realizada, poder\u00e1 usar o model browser ou jboss-cli.sh.
enableSSLConfirmationDescription=Confirme os valores abaixo. Quando continuar, todos os recursos ser\u00e3o criados e configurados.
enableSSLMutualQuestion=Ativar autentica\u00e7\u00e3o m\u00fatua ? Ser\u00e1 criado um recurso trust-store com o certificado cliente.
enableSSLResultsError=Houve um erro ao tentar configurar o SSL, veja a causa do erro logo abaixo. Voc\u00ea pode voltar para tentar novos par\u00e2metros.
enableSSLResultsSuccessDomain=<p>A Interface de Gerenciamento HTTP foi corretamente configurada com SSL, no entanto o <strong>Controlador de Dom\u00ednio</strong> precisa ser recarregado (comando reload) para ter efeito. Ele pode ser recarregado agora ao clicar no bot\u00e3o abaixo (os servidores com aplicativos n\u00e3o ser\u00e3o reiniciados), ou voc\u00ea pode recarregar manualmente mais tarde.</p><p>No primeiro acesso ao endere\u00e7o HTTPS, se o certificado SSL for auto assinado ou o navegador n\u00e3o confiar no certificado SSL, o ser\u00e1 emitido um aviso sobre isso e o navegador pedir\u00e1 permiss\u00e3o para continuar.</p><p>A URL segura para o consolde de gerenciamento \u00e9 <a href="{0}" class="alert-link">{0}</a></p>
enableSSLResultsSuccessStandalone=<p>A Interface de Gerenciamento HTTP foi corretamente configurada com SSL, no entanto o <strong>Servidor Standalone</strong> precisa ser recarregado (comando reload) para ter efeito. Ele pode ser recarregado agora ao clicar no bot\u00e3o abaixo, ou voc\u00ea pode recarregar manualmente mais tarde.</p><p>No primeiro acesso ao endere\u00e7o HTTPS, se o certificado SSL for auto assinado ou o navegador n\u00e3o confiar no certificado SSL, o ser\u00e1 emitido um aviso sobre isso e o navegador pedir\u00e1 permiss\u00e3o para continuar.</p><p>A URL segura para o consolde de gerenciamento \u00e9 <a href="{0}" class="alert-link">{0}</a></p>
enableSSLStrategyQuestion=Escolha qual estrat\u00e9gia para cria\u00e7\u00e3o dos recursos de reposit\u00f3rio da chave (key-store).
enableSSLStrategyQuestionCreateAll=Eu quero criar o arquivo de chaves (key-store) e gerar um certificado auto assinado.
enableSSLStrategyQuestionCreateKeyStore=Eu j\u00e1 tenho um arquivo de chaves no sistema de arquivos, mas sem uma configura\u00e7\u00e3o de chaves (key-store).
enableSSLStrategyQuestionReuseKeyStore=Eu j\u00e1 tenho uma configura\u00e7\u00e3o de chaves (key-store) com um reposit\u00f3rio de chaves v\u00e1lido.
enableUndertowSSLDescription=Esta tarefa ir\u00e1 proteger o servidor web (Undertow) ao usar um certificado para criptografar a comunica\u00e7\u00e3o entre o browser e o Wildfly apenas. Depois desta opera\u00e7\u00e3o for finalizada, voc\u00ea poder\u00e1 desabilitar o SSL do servidor web, mas os recursos do subsistema elytron n\u00e3o ser\u00e3o removidos. Tamb\u00e9m, se existir um campo Security Realm, ele ser\u00e1 removido, pois ele n\u00e3o pode existir para definir o campo SSL Context.
endpointColumnFilterDescription=Filtrar por: nome do endpoint ou aplica\u00e7\u00e3o
extensionColumnFilterDescription=Filtrar por: Nome da exens\u00e3o, local de extens\u00e3o e tipo de instala\u00e7\u00e3o
failedReadKeycloak=Falha ao ler recursos do keycloak em {0}. Causa"{1}
failedRedirectConsole=Falha ao redirecionar o navegador para o endere\u00e7o <strong>{0}</strong>. Voc\u00ea dever\u00e1 digitar a url na barra de endere\u00e7os. Causa: {1}
generateCSRError=Falha ao gerar o pedido de assinatura de certificado (CSR) com alias <strong>{0}</strong> para o caminho <strong>{1}</strong> em <strong>{2}</strong>. Causa: {3}.
generateCSRSuccess=O pedido de assinatura de certificado (CSR) com alias <strong>{0}</strong> foi gerado com sucesso no caminho <strong>{1}</strong> em <strong>{2}</strong>.
generateKeyPairError=Falha ao gerar o par de chaves com alias <strong>{0}</strong> em <strong>{1}</strong>. Causa: {2}.
generateKeyPairSuccess=O par de chaves com alias <strong>{0}</strong> foi gerado com sucesso em <strong>{1}</strong>.
getMetadataError=Houve um erro ao obter os metadados da conta <strong>{0}</strong>. Causa: {1}
getMetadataSuccess=Os metadados da conta <strong>{0}</strong> foram obtidos com sucesso.
homepagePatchingDomainStepIntro=Aplicar uma corre\u00E7\u00E3o {0} ao host selecionado.
homepagePatchingStandaloneStepIntro=Aplicar uma corre\u00E7\u00E3o {0} ao servidor.
homepagePatchingSubHeader=Gerenciar as corre\u00E7\u00F5es {0}
hostColumnFilterDescription=Filtrar por: nome do host, dc/hc (tipo do controlador), on/off
hostPatchesColumnFilterDescription=Filtrar por: nome do host, dc/hc (tipo do controlador) e o estado de execu\u00e7\u00e3o
identityAttributeHelp=A lista de atributos de uma identidade.
identityDescription=Nome da identidade e atributos.
identityPasswordBcrypt=Uma senha que usa o algoritmo BCRYPT.
identityPasswordClear=Uma senha em texto limpo.
identityPasswordDigest=Uma senha digest.
identityPasswordOtp=Uma senha OTP (One Time Password).
identityPasswordSaltedSimpleDigest=Uma senha do tipo salted simple digest.
identityPasswordScramDigest=Uma senha do tipo scram digest.
identityPasswordSimpleDigest=Uma senha do tipo simple digest.
importCertificateError=Falha ao importar o certificado com alias <strong>{0}</strong> do caminho <strong>{1}</strong> em <strong>{2}</strong>. Causa: {3}.
importCertificateSuccess=O certificado com alias <strong>{0}</strong> foi importado com sucesso do caminho <strong>{1}</strong> em <strong>{2}</strong>.
includeAllHelpText=Configurar se todos os usu\u00E1rios autenticados devem ser automaticamente determinados a esta fun\u00E7\u00E3o.
initKeyManagerError=Falha ao inicializar o Key Manager <strong>{0}</strong>. Causa: {1}.
initKeyManagerSuccess=O Key Manager <strong>{0}</strong> foi inicializado com sucesso.
initTrustManagerError=Falha ao inicializar o Trust Manager <strong>{0}</strong>. Causa: {1}.
initTrustManagerSuccess=O Trust Manager <strong>{0}</strong> foi inicializado com sucesso.
invalidateSessionError=Sess\u00e3o n\u00e3o foi invalidaa. Causa: {0}
invalidateSessionQuestion=Invalida uma sess\u00e3o relacionada a uma aplica\u00e7\u00e3o web.
invalidateSessionSuccess=Sess\u00e3o invalidada com sucesso.
jdbcDriverColumnFilterDescription=Filtrar por: Nome do driver ou tipo de instala\u00e7\u00e3o
jobExecutionColumnFilterDescription=Filtrar por: nome do trabalho, aplica\u00e7\u00e3o e estado de execu\u00e7\u00e3o
jpaColumnFilterDescription=Filtrar por: nome da unidade de persist\u00eancia ou aplica\u00e7\u00e3o
loadPropertiesRealmError=Houve um erro ao tentar carregar o properties realm <strong>{0}</strong>. Causa: {1}
loadPropertiesRealmSuccess=O properties realm <strong>{0}</strong> teve seu conte\u00fado carregado com sucesso.
logfileColumnFilterDescription=Filtrar por: nome do arquivo ou data da \u00faltima modifica\u00e7\u00e3o
mailColumnFilterDescription=Filtrar por: nome da sess\u00e3o de e-mail ou tipo da sess\u00e3o
membershipColumnFilterDescription=Filtrar por: nome do principal ou includes/excludes
notifications={0, number} notifica\u00E7\u00E3oes
notifications[\=0]=Nenhuma notifica\u00E7\u00E3o
notifications[\=1]=Uma notifica\u00E7\u00E3o
noPatchesForHost=N\u00e3o h\u00e1 corre\u00e7\u00f5es instaladas para este servidor de controle.
noSelectedPatch=Nenhum arquivo de corre\u00e7\u00e3o selecionado. Por favor selecione um arquivo de corre\u00e7\u00e3o para enviar.
obtainCertificateError=Houve um erro ao obter o certificado de alias <strong>{0}</strong> do Key Store <strong>{1}</strong>. Causa: {2}
obtainCertificateSuccess=O certificado identificado pelo alias <strong>{0}</strong> do Key Store <strong>{1}</strong> foi obtido com sucesso.
patchAddError=Ocorreu um erro na instala\u00e7\u00e3o da corre\u00e7\u00e3o {0}. Motivo: {1}
patchHostNeedsRestart=O servidor de controle <strong>{0}</strong> precisa ser reiniciado. Uma corre\u00e7\u00e3o n\u00e3o pode ser adicionada ou removida antes do servidor de controle ser reiniciado.
patchInProgress=<strong>{0}</strong> est\u00e1 sendo instalado. Por favor, aguarde a instala\u00e7\u00e3o terminar.
patchLatestInstalledLabel=\u00daltima corre\u00e7\u00e3o instalada
patchRestartDomainControllerQuestion=<p>O servidor de controle de dom\u00ednio <strong>{0}</strong> precisa ser reiniciado. Uma corre\u00e7\u00e3o n\u00e3o pode ser adicionada ou removida antes do servidor de controle ser reiniciado.</p><p>Voc\u00ea tem certeza de que quer reiniciar o servi\u00e7o de controle <strong>{0}</strong></p> ? <p>O console de gerenciamento web ficar\u00e1 indispon\u00edvel at\u00e9 que o servidor de controle de dom\u00ednio (Domain Controller) seja iniciado corretamente.</p>
patchRestartHostControllerQuestion=<p>O servidor de controle <strong>{0}</strong> precisa ser reiniciado. Uma corre\u00e7\u00e3o n\u00e3o pode ser adicionada ou removida antes do servidor de controle ser reiniciado.</p><p>Voc\u00ea tem certeza de que quer reiniciar o servi\u00e7o de controle <strong>{0}</strong> ?</p>
patchRestartStandaloneQuestion=<p>O servidor precisa ser reiniciado. Uma corre\u00e7\u00e3o n\u00e3o pode ser adicionada ou removida antes do servidor reiniciado.</p><p>Voc\u00ea tem certeza de que quer reiniciar o servidor ?</p><p>O console de gerenciamento web ficar\u00e1 indispon\u00edvel at\u00e9 que o servidor seja iniciado corretamente.</p>
patchStopAllServersQuestion=<p>A aplica\u00e7\u00e3o da corre\u00e7\u00e3o ir\u00e1 substituir arquivos da instala\u00e7\u00e3o, para evitar conflitos e problemas para as aplica\u00e7\u00f5es instaladas e em funcionamento nos servidores \u00e9 altamente recomend\u00e1vel que pare todos os servidores em funcionamento sob o controlador <strong>{1}</strong>.</p><p>Voc\u00ea quer parar os seguintes servidores <strong>{0}</strong> do servi\u00e7o de controle (Host Controller) <strong>{1}</strong> ?</p><p>Cada servidor ser\u00e1 parado imediatamente.</p>
patchStopServersDialogMessage1=Sim, desligar os servidores (recomendado)
patchStopServersDialogMessage2=N\u00E3o, deixar o servidores executando
patchSucessfullyApplied=Corre\u00e7\u00e3o {0} instalada com sucesso.
proxyColumnFilterDescription=Filtrar por: Nome do Proxy ou conector.
readAliasesError=Falha ao ler os aliases de <strong>{0}</strong>. Causa: {1}.
readAliasesSuccess=Leu com sucesso os aliases de <strong>{0}</strong>.
referenceServer=As informa\u00e7\u00f5es de execu\u00e7\u00e3o foram extra\u00eddas do servidor <strong>{0}</strong>.
reloadCRLError=Falha ao recarregar a lista de revoga\u00e7\u00e3o de certificados do Trust Manager <strong>{0}</strong>. Causa: {1}.
reloadCRLSuccess=A lista de revoga\u00e7\u00e3o de certificados do Trust Manager <strong>{0}</strong> foi recarregada com sucesso.
reloadConsoleRedirect=Por raz\u00f5es de seguran\u00e7a (redirecionamento entre http e https, CORS), o Console de Gerenciamento HTTP n\u00e3o pode realizar automaticamente o redirecionamento para o novo endere\u00e7o de URL, ent\u00e3o voc\u00ea deve clicar no novo endere\u00e7o para acess\u00e1-lo: <p><strong><a href="{0}" class="alert-link">{0}</a></strong>.</p>
reloadConsoleTimeout=O {0} n\u00e3o responde. Se a Interface HTTP de Gerenciamento foi configurada com SSL, \u00e9 poss\u00edvel que o navegador n\u00e3o confia no certificado SSL e deve ser carregado manualmente <strong><a href="#" class="alert-link">{1}</a></strong>. Se este n\u00e3o for o caso, veja os logs do navegador e do servidor Widfly.
reloadError=Falha ao recarregar <strong>{0}</strong>. Causa: {1}.
reloadSuccess=<strong>{0}</strong> foi recarregado com sucesso.
removeAliasError=Houve um erro ao tentar remover o alias <strong>{0}</strong> do Key Store <strong>{1}</strong>. Causa: {2}
removeAliasQuestion=Você deseja realmente remover o alias <strong>{0}</strong> de <strong>{1}</strong> ?
removeAliasSuccess=O alias <strong>{0}</strong> foi removido com sucesso do Key Store <strong>{1}</strong>.
removeConfigurationChangesQuestion=Voc\u00ea tem certeza de que quer desativar o log de configura\u00e7\u00f5es para o {0} <strong>{1}</strong>.
removeConfirmationTitle=Remover {0}
removeIdentityError=Houve um erro ao tentar remover a identidade <strong>{0}</strong> do <strong>{1}</strong>. Causa: {2}
removeIdentityQuestion=Deseja realmente quer remove a identidade <strong>{0}</strong> do <strong>{1}</strong> ?
removeIdentitySuccess=A identidade <strong>{0}</strong> foi removida com sucesso do <strong>{1}</strong>.
resetStatisticsQuestion=Voc\u00ea realmente que limpar as estat\u00edsticas para o conector <strong>{0}</strong> ?
resetStatisticsSuccess=As estat\u00edsticas do conector <strong>{0}</strong> foram reiniciadas com sucesso.
resetStatisticsTitle=Limpar estat\u00edsticas
resourceAdapterColumnFilterDescription=Filtrar por: nome, tipo do adaptador ou se tem suporte a transa\u00e7\u00e3o
restColumnFilterDescription=Filtrar por: Nome Rest, m\u00e9todo ou tipo de m\u00eddia
revokeCertificateError=Houve um erro ao revogar o certificado de alias <strong>{0}</strong> do Key Store <strong>{1}</strong>. Causa: {2}
revokeCertificateSuccess=O certificado identificado pelo alias <strong>{0}</strong> do Key Store <strong>{1}</strong> foi revogado com sucesso.
roleColumnFilterDescription=Filtrar por: nome da fun\u00e7\u00e3o, tipo da fun\u00e7\u00e3o ou escopo
rollbackError=Erro ao remover a corre\u00e7\u00e3o, motivo: {0}
rollbackInProgress=Rollback de <strong>{0}</strong> est\u00e1 em andamento. Por favor, aguarde o rollback terminar.
rollbackSucessful=Corre\u00e7\u00e3o <strong>{0}</strong> removida com sucesso.
saveIdentityError=Houve um erro ao tentar salvar a identidade <strong>{0}</strong> no <strong>{1}</strong>. Causa: {2}
saveIdentitySuccess=A identidade <strong>{0}</strong> foi salva com sucesso no <strong>{1}</strong>.
securityDomainColumnFilterDescription=Filtrar por: nome ou tipo do cache
serverFilterDescription=Filtrar por: nome do servidor, host, grupo ou status
serverGroupColumnFilterDescription=Filtrar por: nome ou perfil
ssoAccessControlWarning=O Single Sign-On est\u00e1 configurado neste servidor para autentica\u00e7\u00e3o e autoriza\u00e7\u00e3o. O servidor Keycloak deve ser usado para gerenciar usu\u00e1rios e roles.
statisticsDisabled=As estat\u00edsticas n\u00e3o est\u00e3o habilitadas para o subsistema <strong>{0}</strong>. Voc\u00ea pode habilit\u00e1-lo ao clicar no bot\u00e3o abaixo. Esta a\u00e7\u00e3o ir\u00e1 modificar o atributo <code>statistics-enabled</code> para <code>true</code> do subsistema <strong>{0}</strong>.
storeError=Falha ao salvar <strong>{0}</strong>. Causa: {1}.
storeSuccess=<strong>{0}</strong> foi salvo com sucesso.
susbsystemFilterDescription=Filtrar por: nome ou subt\u00edtulo
testConnectionErrorDomain=O teste de conex\u00e3o requer um servidor em funcionamento e n\u00e3o h\u00e1 nenhum servidor em funcionamento para o perfil selecionado.
unauthorized=Voc\u00EA n\u00E3o tem as permiss\u00F5es para acessar este recurso\!
undertowListenerProcessingDisabled=A estat\u00edsticas n\u00e3o est\u00e1 habilitada para coletar o tempo de processamento para o conector undertow <strong>{0}</strong> do servidor <strong>{1}</strong>. Voc\u00ea pode habilit\u00e1-lo clicando no bot\u00e3o abaixo. Esta a\u00e7\u00e3o ir\u00e1 alterar o atributo <code>record-request-start-time</code> para <code>true</code> do conector <strong>{0}</strong> do servidor <strong>{1}</strong>.
unknownError=Erro interno
updateAccountError=Houve um erro ao atualizar a conta de {0}. Causa: {1}
updateAccountKeyQuestion=Voc\u00ea deseja atualizar a conta de <strong>{0}</strong> ?
updateAccountSuccess=A conta de <strong>{0}</strong> foi atualizada com sucesso.
verifyRenewError=Houve um erro ao verificar a renova\u00e7\u00e3o do certificado de alias <strong>{0}</strong> do Key Store <strong>{1}</strong>. Causa: {2}
verifyRenewSuccess=A checagem de renova\u00e7\u00e3o do certificado identificado pelo alias <strong>{0}</strong> do Key Store <strong>{1}</strong> foi verificado com sucesso.