accessControlSsoDescription=Keycloak Single Sign-On pour l''interface de gestion HTTP est activ\u00E9 pour ce serveur. L''utilisateur et les r\u00F4les sont g\u00E9r\u00E9s dans le serveur keycloak, voir ci-dessous les d\u00E9tails de configuration.
accessMechanismLabel=<p>M\u00E9canisme d''acc\u00E8s: <strong>{0}</strong></p>
activeRoles=R\u00F4les actifs \: {0}
addError=Il y a eu une erreur en essayant d''ajouter un {0} <strong>{1}</strong>\u00E0 <strong>{2}</strong>. Cause\: {3}
addHaPolicy=Aucune politique d''HA n''a \u00E9t\u00E9 assign\u00E9e \u00E0 ce serveur. Veuillez utiliser le bouton ci-dessous pour ajouter une politique d''AH. Vous pouvez choisir entre r\u00E9plication et magasin partag\u00E9. Pour chaque strat\u00E9gie, vous pouvez choisir d''agir en tant que ma\u00EEtre, esclave ou en mode colocalis\u00E9.
addKeyStoreError=\u00C9chec de l''ajout d''un magasin de cl\u00E9s {0}.
addResourceError=Impossible d''ajouter une ressource {0}, cause: {1}
addResourceSuccess={0} <strong>{1}</strong> ajout\u00E9.
addResourceTitle=Ajouter {0}
addServerHostHelp=Le nom du contr\u00F4leur d''h\u00F4te responsable de la gestion de ce serveur.
addServerTitle=Ajouter un serveur
addSingleResourceError=Impossible d''ajouter une ressource {0}, cause \: {1}
addSingleResourceSuccess=<strong>{0}</strong> ajout\u00E9 avec succ\u00E8s.
addSuccess=Le {0} <strong>{1}</strong> a \u00E9t\u00E9 ajout\u00E9 avec succ\u00E8s au <strong>{2}</strong>.
addressLabel=<p>Adresse \: <strong>{0}</strong></p>
allContentAlreadyDeployedToServerGroup=Tout le contenu d\u00E9j\u00E0 d\u00E9ploy\u00E9 dans le groupe de serveurs <strong>{0}</strong>.
allMailServersExist=Tous les serveurs de messagerie existent d\u00E9j\u00E0.
allSingletonsExist=Toutes les ressources singleton ont d\u00E9j\u00E0 \u00E9t\u00E9 ajout\u00E9es.
allThreadPoolsExist=Les pools de threads longs et courts ont d\u00E9j\u00E0 \u00E9t\u00E9 affect\u00E9s au gestionnaire de travail (r\u00E9parti).
alternativesHelp=Mutuellement exclusif \u00E0 {0}
assignmentExcludeSuccess={0} {1} exclus.
assignmentIncludeSuccess={0} {1} exclus.
atLeastOneIsRequired=Au moins un des {0} est requis.
available={0}% disponible
blacklist=La valeur ne doit pas correspondre \u00E0 une parmi {0}.
bootErrors=Il y a eu des erreurs au d\u00E9marrage.
callerThreadLabel=<p>Thread Appelant\u00A0\: <strong>{0}</strong></p>
cancelActiveOperation=Voulez-vous vraiment annuler l''op\u00E9ration <strong>{0}<</strong> ?
cancelledLabel=<p>Annul\u00E9 \: <strong>{0}</strong></p>
cancelledOperation=L''op\u00E9ration de gestion <strong>{0}</strong> a \u00E9t\u00E9 annul\u00E9e.
cannotBrowseUnmanaged=La lecture du contenu des d\u00E9ploiements non g\u00E9r\u00E9s n''est pas prise en charge.
cannotDownloadExploded=Impossible de t\u00E9l\u00E9charger un d\u00E9ploiement \u00E9clat\u00E9.
capabilityReference=R\u00E9f\u00E9rence la capacit\u00E9 <code>{0}</code>
certificateExpired=Le certificat identifi\u00E9 par l''alias {0} doit \u00EAtre renouvel\u00E9.
certificateShouldRenew=<p>En {0} jours, le certificat identifi\u00E9 par l\u2019alias {1} doit \u00EAtre renouvel\u00E9.</p><p>Le certificat expirera en {2}.</p>
changeAccountKeyError=Il y a eu une erreur de changement de la cl\u00E9 de compte pour <strong>{0}</strong>. Cause \: {1}
changeAccountKeyQuestion=Voulez-vous vraiment changer la cl\u00E9 du compte {0} ?
changeAccountKeySuccess=La cl\u00E9 de compte pour <strong>{0}</strong> a \u00E9t\u00E9 modifi\u00E9e.
changeAliasError=\u00C9chec du changement d\u2019alias <strong>{0}</strong> en <strong>{1}</strong>pour <strong>{2}</strong>. Cause \: {3}
changeAliasSuccess=L''alias <strong>{0}</strong> a chang\u00E9 en <strong>{1}</strong> pour <strong>{2}</strong>.
changePrioritySuccess=La priorit\u00E9 a \u00E9t\u00E9 chang\u00E9e en <strong>{0, nombre}</strong>.
chooseContentToDeploy=Choisissez le contenu \u00E0 d\u00E9ployer dans le groupe de serveurs <strong>{0}</strong>.
chooseReplication=Choisissez le r\u00F4le que le serveur doit prendre pour la politique de r\u00E9plication des donn\u00E9es \:
chooseServerGroupsToDeploy=Choisissez les groupes de serveurs pour le d\u00E9ploiement de <strong>{0}</strong>.
chooseServerGroupsToUndeploy=Choisissez les groupes de serveurs pour r\u00E9voquer le d\u00E9ploiement de <strong>{0}</strong>.
chooseSharedStore=Choisissez le r\u00F4le que le serveur doit prendre pour la politique de r\u00E9plication des donn\u00E9es \:
chooseStrategy=Veuillez choisir la strat\u00E9gie de base pour la politique HA\u00A0\:
chooseTemplate=Choisissez l''un des mod\u00E8les pr\u00E9d\u00E9finis pour ajouter rapidement une source de donn\u00E9es ou choisissez "{0}" pour sp\u00E9cifier vos propres param\u00E8tres.
cleanPatchHistory=Nettoyer l\u2019historique des correctifs
cleanPatchHistoryFailure=\u00C9chec de l''op\u00E9ration de nettoyage de l''historique des correctifs, cause \: {0}
cleanPatchHistoryQuestion={0} Cette action emp\u00EAchera le retour en arri\u00E8re des correctifs install\u00E9s et ne peut \u00EAtre annul\u00E9e. <p>Voulez-vous vraiment nettoyer l''historique des correctifs ?</p>
cleanPatchHistorySuccess=L''historique des correctifs a \u00E9t\u00E9 nettoy\u00E9 avec succ\u00E8s.
clearCacheError=Il y a eu une erreur en essayant de nettoyer la zone de mise en cache <strong>{0}</strong>. Cause \: {1}
clearCacheSuccess=La zone de mise en cache <strong>{0}</strong> a \u00E9t\u00E9 nettoy\u00E9e.
cloneProfileSuccess=Profil <strong>{0}</strong> clon\u00E9 en <strong>{1}</strong>.
closeToLogout=Pour vous d\u00E9connecter, veuillez fermer la fen\u00EAtre / onglet en cours et rouvrir la console.
configurationChangesDescription=Lorsque les changements de configuration sont activ\u00E9s, toutes les actions qui modifient les configurations sont enregistr\u00E9es, mais c''est uniquement en m\u00E9moire, les enregistrements sont nettoy\u00E9s lorsque le serveur ou le contr\u00F4leur h\u00F4te red\u00E9marre. Si vous souhaitez une solution d''audit permanent, utilisez la fonction \u00AB\u00A0audit logging\u00A0\u00BB.
configurePatchTitle=Configurer le patch
configuredMailServer=Serveurs de messagerie configur\u00E9s \: {0}
connectedTo=Connect\u00E9 \u00E0 {0}
contentAdded=<strong>{0}</strong> \u00E9l\u00E9ments de contenu ont \u00E9t\u00E9 ajout\u00E9s.
contentAdded[\=1]=Le contenu a \u00E9t\u00E9 ajout\u00E9.
contentAlreadyDeployedToAllServerGroups=Tout le contenu <strong>{0}</strong> a d\u00E9j\u00E0 d\u00E9ploy\u00E9 dans le groupe de serveurs.
contentDeployed1=Le contenu <strong>{0}</strong> a \u00E9t\u00E9 d\u00E9ploy\u00E9 sur des groupes de serveurs s\u00E9lectionn\u00E9s.
contentDeployed2=Tout le contenu d\u00E9j\u00E0 d\u00E9ploy\u00E9 dans le groupe de serveurs <strong>{0}</strong>.
contentFilterDescription=Filtrer par \: nom, g\u00E9r\u00E9, \u00E9clat\u00E9, archiv\u00E9, groupe de serveurs, groupe de serveurs
contentOpFailed=<strong>{0}</strong>d\u00E9ploiements n\u2019ont pas pu \u00EAtre trait\u00E9s.
contentOpFailed[\=1]=Le d\u00E9ploiement n\u2019a pas pu \u00EAtre trait\u00E9.
contentReplaceError=<strong>{0}</strong> n''a pas pu \u00EAtre remplac\u00E9.
contentReplaceSuccess=<strong>{0}</strong> a \u00E9t\u00E9 remplac\u00E9.
contentReplaced=<strong>{0}</strong> \u00E9l\u00E9ments de contenu ont \u00E9t\u00E9 ajout\u00E9s.
contentReplaced[\=1]=Le contenu a \u00E9t\u00E9 remplac\u00E9.
contentUndeployed=Le d\u00E9ploiement du contenu <strong>{0}</strong> a \u00E9t\u00E9 supprim\u00E9 sur des groupes de serveurs s\u00E9lectionn\u00E9s.
contentUndeployedFromServerGroup=Le d\u00E9ploiement du contenu <strong>{0}</strong> a \u00E9t\u00E9 supprim\u00E9 du groupe de serveurs <strong>{1}</strong>.
copyServerTitle=Copier serveur
createAccountError=Il y a eu une erreur de changement de la cl\u00E9 de compte pour <strong>{0}</strong>. Cause \: {1}
createAccountQuestion=Voulez-vous vraiment cr\u00E9er un compte pour {0} ?
createAccountSuccess=Le compte pour <strong>{0}</strong> a \u00E9t\u00E9 cr\u00E9\u00E9.
credentialReferenceAddConfirmation=La ressource contient une valeur pour <strong>&\#39;{0}&\#39;</strong> qui est mutuellement exclusive \u00E0 &\#39;la r\u00E9f\u00E9rence d\u2019authentification&\#39 ;.<br/>Vous voulez supprimer la valeur pour &\#39;{0}&\#39;{0}&\#39 ; et ajouter &\#39;la r\u00E9f\u00E9rence d\u2019authentification&\#39; ?
credentialReferenceAddressError=Impossible d''acc\u00E9der aux r\u00E9f\u00E9rences d''authentification \: Pas d''adresse disponible.
credentialReferenceConflict=Conflit avec la r\u00E9f\u00E9rence d\u2019authentification.
credentialReferenceParentNoResource=Ce param\u00E8tre de r\u00E9f\u00E9rence d''authentification n\u00E9cessite la ressource parent {0}.
credentialReferenceValidationError={0} n''est pas valide en combinaison avec une r\u00E9f\u00E9rence d''authentification.
currentOfTotal={0} of {1}
customListItemHint=Ajouter de nouveaux mappings en tant que paires <em>{0}\={1}</em>. Appuyez sur <abbr class\="key" title\="RETURN">&crarr;</abbr> pour ajouter et <abbr class\="key" title\="BACKSPACE">&\#x232B</abbr> pour les supprimer.
dataSourceAddError=La source de donn\u00E9es n''a pas pu \u00EAtre cr\u00E9\u00E9e.
dataSourceDisabled=La source de donn\u00E9es <strong>{0}</strong> a \u00E9t\u00E9 d\u00E9sactiv\u00E9e.
dataSourceDisabledNoStatistics=La source de donn\u00E9es <strong>{0}</strong> a \u00E9t\u00E9 d\u00E9sactiv\u00E9e.
dataSourceEnabled=La source de donn\u00E9es <strong>{0}</strong> a \u00E9t\u00E9 activ\u00E9e.
dataSourceStatisticsDisabled=Les statistiques ne sont pas activ\u00E9es pour la source de donn\u00E9es {0}. Vous pouvez les activer en cliquant sur le bouton ci-dessous. Ceci modifiera la <strong>configuration</strong> de la source de donn\u00E9es et vous devrez recharger le serveur.
dataSourceStatisticsFromDeployment=Les statistiques ne sont pas disponibles pour les sources de donn\u00E9es contenues dans un d\u00E9ploiement. Veuillez ajouter la source de donn\u00E9es dans la section configuration, pour obtenir des statistiques.
datasourceFilterDescription=Filtrer par \: nom, xa, normal, normal, activ\u00E9/d\u00E9sactiv\u00E9, d\u00E9ploiement
datasourceRuntimeFilterDescription=Filtrer par \: nom, xa, normal, normal, activ\u00E9/d\u00E9sactiv\u00E9
deactivateAccountError=Il y a eu une erreur pour d\u00E9sactiver le compte de <strong>{0}</strong>. Cause \: {1}
deactivateAccountQuestion=Voulez-vous vraiment d\u00E9sactiver un compte pour {0} ?
deactivateAccountSuccess=Le compte de <strong>{0}</strong> a \u00E9t\u00E9 d\u00E9sactiv\u00E9.
deployedTo=Tout le contenu <strong>{0}</strong> a d\u00E9j\u00E0 d\u00E9ploy\u00E9 dans les groupes de serveurs suivants\u00A0\:
deploymentActive=Le d\u00E9ploiement <strong>{0}</strong> est activ\u00E9 et actif.
deploymentAdded=<strong>{0}</strong>d\u00E9ploiements ont \u00E9t\u00E9 ajout\u00E9s.
deploymentAdded[\=1]=Le d\u00E9ploiement a \u00E9t\u00E9 ajout\u00E9.
deploymentDisabled=Le d\u00E9ploiement <strong>{0}</strong> a \u00E9t\u00E9 d\u00E9sactiv\u00E9.
deploymentDisabledError=Le d\u00E9ploiement <strong>{0}</strong> n\u2019a pas pu \u00EAtre d\u00E9sactiv\u00E9.
deploymentDisabledSuccess=Le d\u00E9ploiement <strong>{0}</strong> a \u00E9t\u00E9 d\u00E9sactiv\u00E9.
deploymentEmptyCreate=Cr\u00E9e un d\u00E9ploiement vide et \u00E9clat\u00E9. Vous pouvez t\u00E9l\u00E9charger et modifier des fichiers apr\u00E8s la cr\u00E9ation du d\u00E9ploiement.
deploymentEmptySuccess=Le d\u00E9ploiement <strong>{0}</strong> a \u00E9t\u00E9 cr\u00E9\u00E9.
deploymentEnabled=Le d\u00E9ploiement <strong>{0}</strong> a \u00E9t\u00E9 activ\u00E9.
deploymentEnabledError=Le d\u00E9ploiement <strong>{0}</strong> n\u2019a pas pu \u00EAtre activ\u00E9.
deploymentEnabledSuccess=Le d\u00E9ploiement <strong>{0}</strong> a \u00E9t\u00E9 activ\u00E9.
deploymentError=<strong>{0}</strong> n''a pas pu \u00EAtre d\u00E9ploy\u00E9.
deploymentExploded=Le d\u00E9ploiement <strong>{0}</strong> a \u00E9t\u00E9 explos\u00E9.
deploymentFailed=Le d\u00E9ploiement <strong>{0}</strong> a \u00E9chou\u00E9.
deploymentInProgress=<strong>{0}</strong> est en cours de t\u00E9l\u00E9chargement. Veuillez attendre que le d\u00E9ploiement soit termin\u00E9.
deploymentNotEnabled=Le d\u00E9ploiement <strong>{0}</strong> a \u00E9t\u00E9 activ\u00E9. Veuillez activer le d\u00E9ploiement afin de voir les informations relatives \u00E0 l''ex\u00E9cution.
deploymentOpFailed=<strong>{0}</strong>d\u00E9ploiements n\u2019ont pas pu \u00EAtre trait\u00E9s.
deploymentOpFailed[\=1]=Le d\u00E9ploiement n\u2019a pas pu \u00EAtre trait\u00E9.
deploymentPreview=Il s''agit d''un d\u00E9ploiement archiv\u00E9. Utilisez le bouton ci-dessous pour t\u00E9l\u00E9charger une copie de ce d\u00E9ploiement. Pour ajouter ou modifier des fichiers dans le d\u00E9ploiement, vous devez l''\u00E9clater.
deploymentReadError=Impossible de lire l''information sur le d\u00E9ploiement <strong>{0}<</strong>.
deploymentReplaced=<strong>{0}</strong> d\u00E9ploiements ont \u00E9t\u00E9 ajout\u00E9s.
deploymentReplaced[\=1]=Le d\u00E9ploiement a \u00E9t\u00E9 remplac\u00E9.
deploymentStandaloneColumnFilterDescription=Filtrer par \: nom ou statut de d\u00E9ploiement
deploymentStopped=Le d\u00E9ploiement <strong>{0}</strong> est arr\u00EAt\u00E9.
deploymentSuccessful=<strong>{0}</strong> a \u00E9t\u00E9 d\u00E9ploy\u00E9 avec succ\u00E8s.
deploymentUnknownState=L''\u00E9tat de d\u00E9ploiement <strong>{0}</strong> est inconnu.
deprecated=D\u00E9pr\u00E9ci\u00E9 depuis {0}, raison \: {1}
destinationFilterDescription=Filtrer par \: nom, type, d\u00E9ploiement
destroy=D\u00E9truire {0}
destroyServerError=N\u2019a pu d\u00E9truire le serveur <strong>{0}</strong>.
destroyServerGroupError=N\u2019a pu d\u00E9truire le groupe de serveurs <strong>{0}</strong>.
destroyServerGroupQuestion=\u00CAtes-vous s\u00FBr de vouloir d\u00E9truire le groupe de serveurs <strong>{0}</strong> ?
destroyServerGroupSuccess=Groupe de serveurs <strong>{0}</strong> d\u00E9truit.
destroyServerQuestion=\u00CAtes-vous s\u00FBr de vouloir d\u00E9truire le serveur <strong>{0}</strong> ?
destroyServerSuccess=Serveur <strong>{0}</strong> d\u00E9truit.
disableSSLManagementError=Il y a une erreur \u00E0 essayer de supprimer SSL de la console de gestion HTTP. Cause \: {0}
disableSSLManagementQuestion=Voulez-vous d\u00E9sactiver SSL de la console de gestion HTTP ? Aussi, choisissez ci-dessous si vous voulez recharger {0} ? Si ce n''est pas le cas, vous devrez le recharger manuellement plus tard et diriger le navigateur vers l''adresse URL non s\u00E9curis\u00E9e de HTTP Management Console.
disableSSLManagementSuccess=Le SSL a \u00E9t\u00E9 d\u00E9sactiv\u00E9 avec succ\u00E8s \u00E0 partir de la console de gestion HTTP.
disableSSLUndertowError=Il y a une erreur \u00E0 essayer de supprimer SSL du HTTPS Undertow Listener <strong>{0}</strong>. Cause \: {1}
disableSSLUndertowQuestion=Voulez-vous d\u00E9sactiver le SSL du Undertow HTTPS Listener <strong>{0}</strong> ? Vous devez choisir une zone de s\u00E9curit\u00E9 dans la liste ci-dessous car il s''agit d''un attribut obligatoire si vous supprimez le contexte SSL.
disableSSLUndertowSuccess=Le SSL a \u00E9t\u00E9 d\u00E9sactiv\u00E9 \u00E0 partir du Undertow HTTPS Listener <strong>{0}</strong>.
domainConfigurationChanged=La configuration du domaine a chang\u00E9. Veuillez utiliser la topologie pour recharger ou red\u00E9marrer les serveurs affect\u00E9s.
domainControllerTimeout=Le contr\u00F4leur de domaine <strong>{0}</strong> ne r\u00E9pond pas. Veuillez v\u00E9rifier les fichiers journaux et rafra\u00EEchir cette page une fois que le contr\u00F4leur de domaine sera op\u00E9rationnel.
domainRolloutLabel=<p>Lancement de domaine \: <strong>{0}</strong></p>
domainUuidLabel=UUID de domaine \: {0}
dropSubscriptionsQuestion=Voulez-vous vraiment supprimer tous les abonnements au topic <strong>{0}</strong> ?
dropSubscriptionsSuccess=Tous les abonnements ont \u00E9t\u00E9 supprim\u00E9s pour le topic <strong>{0}</strong>.
duplicateAuthenticationModule=Impossible de cr\u00E9er un module d''authentification.
duplicateAuthenticationModuleReason=Le domaine de s\u00E9curit\u00E9 dispose d\u00E9j\u00E0 d''un module d''authentification JASPI. Pour ajouter un module d''authentification classique, passez en mode expert et supprimez d''abord la configuration JSAP.
duplicateResource=Un {0} de ce nom existe d\u00E9j\u00E0.
ejbFilterDescription=Filtrer par \: nom, type, d\u00E9ploiement
emptyModelNodeForm=<strong>Aucun attribut.</strong> Cette ressource ne contient pas d&\#39;attributs ou seulement des attributs complexes qui ne sont pas support\u00E9s actuellement.
enableManagementSSLDescription=Cette t\u00E2che s\u00E9curisera l''interface de gestion HTTP afin d''utiliser un certificat pour crypter la communication entre le navigateur et Wildfly uniquement. Les param\u00E8tres de l''interface native ne changent pas. Une fois cette op\u00E9ration termin\u00E9e, vous pouvez \u00E0 tout moment d\u00E9sactiver SSL \u00E0 partir de l''interface de gestion HTTP, mais les ressources elytron ne seront pas supprim\u00E9es. Si vous souhaitez modifier les param\u00E8tres, vous pouvez utiliser le navigateur de mod\u00E8le ou jboss-cli.sh pour les g\u00E9rer.
enableSSLConfirmationDescription=Confirmer les valeurs ci-dessous. Lorsque vous choisissez de continuer, toutes les ressources sont cr\u00E9\u00E9es et configur\u00E9es.
enableSSLMutualQuestion=Activer l''authentification mutuelle ? Cela cr\u00E9era un trust-store avec le certificat du client.
enableSSLResultsError=Il y a eu une erreur lors de la configuration de SSL, voir la cause de l''erreur ci-dessous. Vous pouvez revenir en arri\u00E8re et modifier les param\u00E8tres pour les soumettre \u00E0 nouveau.
enableSSLResultsSuccessDomain=<p>L''interface de gestion HTTP a \u00E9t\u00E9 correctement configur\u00E9e avec SSL, mais le <strong>Contr\u00F4leur de domaines</strong> doit \u00EAtre recharg\u00E9 pour prendre effet. Vous pouvez le recharger maintenant en cliquant sur le bouton ci-dessous (les serveurs sous le domaine ne seront pas red\u00E9marr\u00E9s), ou vous pourrez le recharger plus tard.</p>p>Apr\u00E8s le premier acc\u00E8s \u00E0 l''adresse HTTPS, si le certificat SSL est auto-sign\u00E9 ou si le certificat SSL ne peut pas \u00EAtre approuv\u00E9 par le navigateur, le navigateur \u00E9mettra un avertissement \u00E0 son sujet et demandera la permission de continuer.</p>p>L''URL s\u00E9curis\u00E9e pour la console de gestion est <strong><a href\="{0}" class\="alert-link">{0}</a></strong></p>
enableSSLResultsSuccessStandalone=<p>L''interface de gestion HTTP a \u00E9t\u00E9 correctement configur\u00E9e avec SSL, mais le <strong>Contr\u00F4leur de domaines</strong> doit \u00EAtre recharg\u00E9 pour prendre effet. Vous pouvez le recharger maintenant en cliquant sur le bouton ci-dessous ou vous pourrez le recharger plus tard.</p>p>Apr\u00E8s le premier acc\u00E8s \u00E0 l''adresse HTTPS, si le certificat SSL est auto-sign\u00E9 ou si le certificat SSL ne peut pas \u00EAtre approuv\u00E9 par le navigateur, le navigateur \u00E9mettra un avertissement \u00E0 son sujet et demandera la permission de continuer.</p>p>L''URL s\u00E9curis\u00E9e pour la console de gestion est <a href\="{0}" class\="alert-link">{0}</a></p>
enableSSLResultsSuccessUndertow=Le listener HTTPS <strong>{0}</strong> a \u00E9t\u00E9 correctement configur\u00E9 avec une configuration du contexte SSL \: <strong>{1}</strong>.
enableSSLStrategyQuestion=Choisissez la strat\u00E9gie que vous voulez, en rapport avec la manipulation de key-store.
enableSSLStrategyQuestionCreateAll=Je veux cr\u00E9er le magasin de certificats (key-store) et g\u00E9n\u00E9rer un certificat auto-sign\u00E9.
enableSSLStrategyQuestionCreateKeyStore=J''ai d\u00E9j\u00E0 un magasin de certificats dans le syst\u00E8me de fichiers, mais pas de configuration de key-store.
enableSSLStrategyQuestionReuseKeyStore=J''ai d\u00E9j\u00E0 une configuration de key-store qui utilise un magasin de certificats valide.
enableSSLSuccess=L''interface de gestion HTTP est s\u00E9curis\u00E9e par SSL.
enableUndertowSSLDescription=Cette t\u00E2che s\u00E9curisera le serveur Web HTTP (sous-jacent) pour qu\u2019il puisse utiliser un certificat afin d\u2019encoder la communication entre le navigateur et Wildfly uniquement. Une fois cette op\u00E9ration termin\u00E9e, vous pouvez d\u00E9sactiver SSL \u00E0 partir du serveur sous-jacent, mais les ressources d''elytron ne seront pas supprim\u00E9es. De plus, s''il y a un domaine de s\u00E9curit\u00E9, il ne sera pas d\u00E9fini, car il ne peut pas coexister avec l''attribut Contexte SSL.
enableUndertowSSLResultsError=Il y a eu une erreur lors de la configuration de SSL, voir la cause de l''erreur ci-dessous. Vous pouvez revenir en arri\u00E8re et modifier les param\u00E8tres pour les soumettre \u00E0 nouveau.
endpointColumnFilterDescription=Filtrer par \u00A0\: Nom du point de terminaison ou nom du d\u00E9ploiement
endpointError=L''interface de gestion \u00E0 <a href\="\#" class\="alert-link">{0}</a> ne r\u00E9pond pas. Veuillez vous assurer que vous avez <ul><li>ajout\u00E9 des utilisateurs pour pouvoir acc\u00E9der \u00E0 la console d''administration </li>li>l''interface de gestion est en place et que </li><li><a href\="\#" class\="alert-link">{1}</a> est configur\u00E9 comme une origine autoris\u00E9e </li></ul>ul> ;
endpointOk=L''interface de gestion \u00E0 <a href\="\#" class\="alert-link">{0}</a> est op\u00E9rationnelle.
exactlyOneAlternativeError=L''un ou l''autre {0} est requis.
exactlyOneAlternativesError=Veuillez vous assurer que l''un des {0} pr\u00E9cis\u00E9ment est r\u00E9gl\u00E9.
exclusiveRunningTimeLabel=<p>Temps d\u2019ex\u00E9cution exclusif\u00A0\: <strong>{0}</strong></p>
executionStatusLabel=<p>\u00C9tat d''ex\u00E9cution \: <strong>{0}</strong> (<i>{1}</i>)</p>
expireMessageQuestion=Voulez-vous vraiment faire expirer le message s\u00E9lectionn\u00E9 ?
expireMessageSuccess=Le(s) message(s) s\u00E9lectionn\u00E9(s) ont expir\u00E9(s).
expireMessagesQuestion=Voulez-vous vraiment faire expirer le message s\u00E9lectionn\u00E9 ?
explodedPreview=Il s''agit d''un d\u00E9ploiement \u00E9clat\u00E9. Vous pouvez ajouter, t\u00E9l\u00E9charger, modifier et supprimer du contenu du d\u00E9ploiement. Veuillez noter que les modifications apport\u00E9es au d\u00E9ploiement peuvent ne pas s''afficher tant que vous ne l''avez pas red\u00E9ploy\u00E9.
exportCertificateError=\u00C9chec lors de l\u2019exportation du certificat ayant pour alias <strong>{0}</strong> vers le chemin <strong>{1}</strong> pour <strong>{2}</strong>. Cause \: {3}
exportCertificateSuccess=L\u2019exportation du certificat ayant pour alias <strong>{0}</strong> vers le chemin <strong>{1}</strong> pour la ressource <strong>{2}</strong>.
expressionError=Expression de r\u00E9solution d''erreur <strong>{0}</strong>.
expressionWarning=Impossible de r\u00E9soudre l''expression <strong>{0}</strong>. Pas de serveurs en cours d''ex\u00E9cution ?
extensionColumnFilterDescription=Filtrer par \u00A0\: Nom de l''extension, point et type d''installation
extensionError=L''extension n''a pas pu \u00EAtre charg\u00E9e \u00E0 partir de l''URL sp\u00E9cifi\u00E9e. Statut \: {0}
extensionNetworkError=L''URL n''a pas pu \u00EAtre analys\u00E9e en raison d''une erreur r\u00E9seau. Veuillez vous assurer que {0} est configur\u00E9 comme une origine autoris\u00E9e pour {1}.
extensionNoJson=L''URL ne renvoie pas le texte qui pourrait \u00EAtre analys\u00E9 comme m\u00E9tadonn\u00E9es d''extension.
extensionNotFound=L''extension n''a pas pu \u00EAtre charg\u00E9e \u00E0 partir de l''URL sp\u00E9cifi\u00E9e. Veuillez v\u00E9rifier que l''URL est disponible.
extensionOk=Le script de l&\#39;extension a \u00E9t\u00E9 inject\u00E9 avec succ\u00E8s.
extensionProcessing=Veuillez attendre que les m\u00E9tadonn\u00E9es de l''extension aient \u00E9t\u00E9 trait\u00E9es et valid\u00E9es.
extensionScriptError=Le script de l&\#39;extension n\u2019a pas pu \u00EAtre inject\u00E9. Veuillez vous assurer que l''URL est correcte.
extensionUrl=Veuillez sp\u00E9cifier l''URL des m\u00E9tadonn\u00E9es de l''extension. Normalement, il s''agit d''une URL se terminant par <strong>extension.json</strong>.
failedReadKeycloak=\u00C9chec de la lecture des ressources keycloak \u00E0 {0}. Cause \: {1}
failedRedirectConsole=\u00C9chec de la redirection du navigateur vers l''adresse <strong>{0}</strong>. Vous devez taper l''url dans la barre d''adresse. Cause \: {1}
filterBy=Filtrer par {0}...
flushConnectionSuccess=Connexion flush r\u00E9ussie
generateCSRError=\u00C9chec de la g\u00E9n\u00E9ration de la requ\u00EAte de signature de certificat avec alias <strong>{0}</strong> vers chemin <strong>{1}</strong> pour <strong>{2}</strong>. Cause \: {3}
generateCSRSuccess=La requ\u00EAte de signature de certificat ayant pour alias <strong>{0}</strong> a \u00E9t\u00E9 g\u00E9n\u00E9r\u00E9e avec succ\u00E8s sur le chemin d\u2019acc\u00E8s <strong>{1}</strong> pour la ressource <strong>{2}</strong>.
generateKeyPairError=\u00C9chec de la g\u00E9n\u00E9ration de la paire de cl\u00E9s ayant pour alias <strong>{0}</strong> pour <strong>{1}</strong>. Cause \: {2}
generateKeyPairSuccess=La paire de cl\u00E9s ayant pour alias <strong>{0}</strong> a \u00E9t\u00E9 g\u00E9n\u00E9r\u00E9e avec succ\u00E8s pour la ressource <strong>{1}</strong>.
getMetadataError=Il y a eu une erreur lors de la r\u00E9cup\u00E9ration les m\u00E9tadonn\u00E9es pour <strong>{0}</strong>. Cause \: {1}
getMetadataSuccess=Les m\u00E9tadonn\u00E9es pour <strong>{0}</strong> ont \u00E9t\u00E9 r\u00E9cup\u00E9r\u00E9es avec succ\u00E8s.
goTo=Aller \u00E0 {0}
homepagePatchingDomainStepIntro=Appliquer un correctif {0} \u00E0 l''h\u00F4te s\u00E9lectionn\u00E9.
homepagePatchingStandaloneStepIntro=Appliquer un correctif {0} au serveur.
homepagePatchingSubHeader=G\u00E9rer {0} correctifs
hostAdminMode=L''h\u00F4te <strong>{0}</strong> fonctionne en mode administrateur uniquement.
hostColumnFilterDescription=Filtrer par \: nom d''h\u00F4te, dc/hc (type de contr\u00F4leur h\u00F4te), on/off
hostControllerTimeout=Le contr\u00F4leur h\u00F4te <strong>{0}</strong> a rencontr\u00E9 un d\u00E9lai d''attente. Veuillez v\u00E9rifier les fichiers journaux.
hostDisconnected=L''h\u00F4te <strong>{0}</strong> est d\u00E9connect\u00E9.
hostNameChanged=Le nom d''h\u00F4te a chang\u00E9. Il est fortement recommand\u00E9 de recharger la console pour refl\u00E9ter les nouveaux param\u00E8tres.
hostNeedsReload=L''h\u00F4te <strong>{0}</strong> doit \u00EAtre recharg\u00E9.
hostNeedsRestart=L''h\u00F4te <strong>{0}</strong> doit \u00EAtre red\u00E9marr\u00E9.
hostPatchesColumnFilterDescription=Filtrer par \: nom d''h\u00F4te, dc/hc (type de contr\u00F4leur h\u00F4te), l\u2019\u00E9tat d\u2019ex\u00E9cution
hostPending=Une op\u00E9ration de cycle de vie est en cours d''ex\u00E9cution sur l''h\u00F4te <strong>{0}</strong>. Veuillez patienter jusqu''\u00E0 ce que l''op\u00E9ration soit termin\u00E9e.
hostRunning=L''h\u00F4te <strong>{0}</strong> est op\u00E9rationnel.
hostScopedRole=Bas\u00E9 sur le r\u00F4le {0}, \u00E9tendu au(x) h\u00F4te(s) {1}.
hostStarting=L''h\u00F4te <strong>{0}</strong> d\u00E9marre.
hostUndefined=La derni\u00E8re op\u00E9ration du cycle de vie de l''h\u00F4te <strong>{0}</strong> n''a pas \u00E9t\u00E9 effectu\u00E9e avec succ\u00E8s. Veuillez rafra\u00EEchir ou v\u00E9rifier les fichiers journaux.
identityAttributeHelp=La liste des attributs d''une identit\u00E9.
identityDescription=Nom et attributs de l''identit\u00E9.
identityPasswordBcrypt=Un mot de passe utilisant l''algorithme BCRYPT.
identityPasswordClear=Un mot de passe en texte clair.
identityPasswordDigest=Un mot de passe digest.
identityPasswordOtp=Un mot de passe \u00E0 usage unique, utilis\u00E9 par le m\u00E9canisme OTP SASL.
identityPasswordSaltedSimpleDigest=Un mot de passe digest simple et sal\u00E9.
identityPasswordScramDigest=Un mot de passe utilisant l''algorithme digest SCRAM.
identityPasswordSimpleDigest=Un mot de passe digest simple.
importCertificateError=\u00C9chec lors de l\u2019importation du certificat ayant pour alias <strong>{0}</strong> vers le chemin <strong>{1}</strong> pour <strong>{2}</strong>. Cause \: {3}
importCertificateSuccess=Le certificat ayant pour alias <strong>{0}</strong> a \u00E9t\u00E9 import\u00E9 avec succ\u00E8s depuis le chemin <strong>{1}</strong> pour la ressource <strong>{2}</strong>.
includeAllHelpText=Configurer si tous les utilisateurs authentifi\u00E9s doivent automatiquement \u00EAtre assign\u00E9s \u00E0 ce r\u00F4le.
initKeyManagerError=\u00C9chec de l''initialisation du gestionnaire de cl\u00E9s <strong>{0}</strong>. Cause \: {1}
initKeyManagerSuccess=Le gestionnaire de cl\u00E9s <strong>{0}</strong> a \u00E9t\u00E9 initialis\u00E9 avec succ\u00E8s.
initTrustManagerError=\u00C9chec de l''initialisation du gestionnaire de cl\u00E9s <strong>{0}</strong>. Cause \: {1}
initTrustManagerSuccess=Le gestionnaire de cl\u00E9s <strong>{0}</strong> a \u00E9t\u00E9 initialis\u00E9 avec succ\u00E8s.
invalidExtensionJson=L''URL n\u2019a pas pu \u00EAtre analys\u00E9  comme JSON. Veuillez vous assurer que les m\u00E9tadonn\u00E9es de l''extension contiennent des JSON valides.
invalidExtensionMetadata=Les m\u00E9tadonn\u00E9es d''extension manquent d''attributs requis. Voir <a target\="_blank" href\="{0}">{0}</a> pour plus de d\u00E9tails.
invalidFormat=Format non valide
invalidJNDIName=Le nom JNDI doit commencer par java\:/ ou java\:jboss/ 
invalidLength=Longueur non valide, il doit correspondre \u00E0 16 caract\u00E8res exactement.
invalidRange={0, nombre} est hors de port\u00E9e \: Gamme valide \: {1,nombre} - {2,nombre} - {2,nombre}
invalidTagFormat=Format non valide Ajouter de nouvelles propri\u00E9t\u00E9s en tant que paires cl\u00E9\=valeur, les caract\u00E8res sp\u00E9ciaux autoris\u00E9s dans la valeur sont \: {0}
invalidateSessionError=La session n''a pas \u00E9t\u00E9 invalid\u00E9e. Cause \: {0}
invalidateSessionQuestion=Voulez-vous vraiment invalider la session s\u00E9lectionn\u00E9e ?
invalidateSessionSuccess=Session invalid\u00E9e avec succ\u00E8s.
jdbcDriverColumnFilterDescription=Filtrer par \: nom de pilote ou type de fournisseur
jdbcDriverDeploymentHint=Pour supprimer un pilote JDBC fourni en tant que d\u00E9ploiement, supprimer le d\u00E9ploiement de l''artefact pilote JDBC.
jdbcDriverProvidedBy=Le pilote JDBC est fourni par {0} <code>{1}</code>.
jobExecutionColumnFilterDescription=Filtrer par \: nom du job, d\u00E9ploiement et \u00E9tat d''ex\u00E9cution
jpaColumnFilterDescription=Filtrer par \: nom de l''unit\u00E9 de persistance ou d\u00E9ploiement
jpaStatisticsDisabled=Les statistiques ne sont pas activ\u00E9es pour la source de donn\u00E9es {0}. Veuillez ajouter <code>&lt;property name\="hibernate.generate_statistics" value\="true"/&gt;</code> au persistence.xml et red\u00E9ployer {1}.
kill=Kill {0}
killServerError=N\u2019a pu supprimer le serveur <strong>{0}</strong>.
killServerGroupError=N\u2019a pu supprimer le groupe de serveurs <strong>{0}</strong>.
killServerGroupQuestion=\u00CAtes-vous s\u00FBr de vouloir supprimer le groupe de serveurs <strong>{0}</strong> ?
killServerGroupSuccess=Groupe de serveurs <strong>{0}</strong> supprim\u00E9.
killServerQuestion=\u00CAtes-vous s\u00FBr de vouloir supprimer le serveur <strong>{0}</strong> ?
killServerSuccess=Serveur <strong>{0}</strong> supprim\u00E9.
largeLogFile=Le fichier journal est plus grand que <strong>{0}</strong>. Veuillez noter que le t\u00E9l\u00E9chargement de gros fichiers journaux peut prendre plus de temps.
lastOperationException=Impossible d''ex\u00E9cuter la derni\u00E8re op\u00E9ration
lastOperationFailed=Derni\u00E8re op\u00E9ration \u00E9chou\u00E9e
listHint=Appuyez sur <abbr class\="key" title\="RETURN">&crarr;</abbr> pour ajouter de nouveaux \u00E9l\u00E9ments et sur <abbr class\="key" title\="BACKSPACE">&\#x232B</abbr> pour les supprimer.
loadContentError=Impossible de lire le contenu et les informations de d\u00E9ploiement.
loadPropertiesRealmError=Il y a eu une erreur en essayant de t\u00E9l\u00E9charger le domaine de propri\u00E9t\u00E9s <strong>{0}</strong>. Cause \: {1}
loadPropertiesRealmSuccess=Le domaine des propri\u00E9t\u00E9s <strong>{0}</strong> a \u00E9t\u00E9 charg\u00E9 avec succ\u00E8s.
loadProviderDynamicWarning=Pour utiliser la fonction M\u00E9trique de chargement, il est n\u00E9cessaire d''avoir un fournisseur de charge dynamique, mais il n''existe pas. Utilisez le menu de gauche pour naviguer jusqu''au fournisseur de charge dynamique et l''ajouter.
locationRequired=L''attribut d''emplacement est requis lorsque le type est vide ou que le type est JCEKS, JKS, JKS, PKCS12.
logFileError=Erreur de chargement du fichier journal <strong>{0}</strong>.
logFileFullStatus=Afficher toutes les lignes {0}. Dernier rafra\u00EEchissement \u00E0 {1}.
logFilePartStatus=Afficher les derni\u00E8res lignes {0}. Dernier rafra\u00EEchissement \u00E0 {1}.
logFilePreview=Les derni\u00E8res lignes {0} du fichier journal.
logfileColumnFilterDescription=Filtrer par \: nom de fichier ou date de derni\u00E8re modification
macroPlaybackError=Erreur pendant la lecture des macros.
macroPlaybackSuccessful=Lecture des macros r\u00E9ussie.
mailColumnFilterDescription=Filtrer par \: nom de la session ou type de session
managementOperationsFindNoResult=Aucune op\u00E9ration n''a \u00E9t\u00E9 trouv\u00E9e ayant pu maintenir le verrouillage de l''ex\u00E9cution de l''op\u00E9ration en \u00E9criture pendant plus de [15] secondes
managementVersionMismatch=La version du mod\u00E8le de gestion du serveur <strong>{0}</strong> est inf\u00E9rieure \u00E0 la version cible de la console <strong>{1}</strong>.
manyMessages=La file d''attente contient <strong>{0, nombre}</strong> messages. La lecture de tous les messages peut prendre un certain temps. Si vous voulez toujours afficher tous les messages, cliquez sur les boutons ci-dessous.
mappingHint=Ajouter de nouveaux mappings en tant que paires <em>from=to</em>. Appuyez sur <abbr class="key" title="RETURN">&crarr;</abbr> pour ajouter et <abbr class="key" title="BACKSPACE">&#x232B</abbr> pour les supprimer.
membershipColumnFilterDescription=Filtrer par \u00A0\: Principal ou inclut/exclut
metadataError=Erreur lors de la lecture des m\u00E9tadonn\u00E9es.
modifyResourceSuccess={0} <strong>{1}</strong> modifi\u00E9.
modifyResourceTitle=Modifier {0}
modifySingleResourceSuccess=<strong>{0}</strong> modifi\u00E9.
moreThanOneCacheMemory=Il y a plus d&\#39;une m\u00E9moire d\u00E9finies pour ce cache.
moreThanOneCacheStore=Il y a plus d&\#39;un store d\u00E9finis pour ce cache.
moreThanOneCacheStoreDetails=Seul le premier sera disponible en mode r\u00E9gulier. Utilisez le mode expert pour passer en revue et supprimer les autres stores de m\u00E9moire cache.
moreThanOneKeyMapperForPrincipalQuery=Une requ\u00EAte principale ne peut avoir qu''un seul mappeur de cl\u00E9s.
moveMessageSuccess=Le ou les messages ont \u00E9t\u00E9 d\u00E9plac\u00E9s avec succ\u00E8s vers <strong>{0}</strong>.
multiValueListHint=Ajouter de nouveaux mappages comme <em>nom\=valeur1\:valeur2</em>couples. Appuyez sur <abbr class\="key" title\="RETURN">&crarr;</abbr> pour ajouter et <abbr class\="key" title\="BACKSPACE">&\#x232B</abbr> pour les supprimer.
nearCacheInvalidation=Ce conteneur de cache distant utilise actuellement un near cache en mode <strong>invalidation</strong>forte>. Utilisez le bouton ci-dessous pour <strong>d\u00E9sactiver</strong>la m\u00E9moire near cache.
nearCacheNone=Ce conteneur de cache distant <strong>n''utilise pas</strong> actuellement de mode near cache. Utilisez le bouton ci-dessous pour passer en mode <strong>invalidation</fort>.
nearCacheUndefined=Le mode near cache pour ce conteneur de cache distant est <strong>non d\u00E9fini</strong>. Veuillez <strong>recharger</strong>le serveur pour r\u00E9initialiser le mode near cache \u00E0 sa valeur par d\u00E9faut.
newContentSuccess=Fichier <strong>{1}</strong> ajout\u00E9 \u00E0 <strong>{0}</strong> avec succ\u00E8s.
noBootErrors=Aucune erreur de d\u00E9marrage trouv\u00E9e.
noChanges=Aucun changement n''a \u00E9t\u00E9 apport\u00E9. La ressource n''a pas \u00E9t\u00E9 sauvegard\u00E9e.
noContent=Aucun contenu sp\u00E9cifi\u00E9. Veuillez s\u00E9lectionner un fichier \u00E0 t\u00E9l\u00E9charger.
noContentSelected=Veuillez s\u00E9lectionner un contenu.
noContentSelectedInDeployment=<p>Veuillez s\u00E9lectionner une entr\u00E9e dans l''arborescence pour voir son contenu. Les fichiers texte tels que les fichiers HTML, CSS ou les fichiers de propri\u00E9t\u00E9s seront affich\u00E9s dans un \u00E9diteur. Les images sont affich\u00E9es en ligne. Le contenu inconnu peut \u00EAtre t\u00E9l\u00E9charg\u00E9 ou affich\u00E9 dans l''\u00E9diteur.</p><p>Les d\u00E9ploiements habituels sont en lecture seule, alors que les d\u00E9ploiements \u00E9clat\u00E9s peuvent \u00EAtre modifi\u00E9s.</p>
noContextForNormalMode=Impossible de passer en mode normal \: Aucun contexte disponible.
noDeployment=Aucun d\u00E9ploiement n''est sp\u00E9cifi\u00E9. Veuillez s\u00E9lectionner un fichier \u00E0 t\u00E9l\u00E9charger.
noDeploymentPermissions=Aucune autorisation de d\u00E9ploiement n''a \u00E9t\u00E9 trouv\u00E9e. Veuillez utiliser le bouton ci-dessous pour cr\u00E9er les permissions de d\u00E9ploiement par d\u00E9faut.
noDeploymentsUploaded=Aucun d\u00E9ploiement n''a \u00E9t\u00E9 t\u00E9l\u00E9charg\u00E9.
noExecutions=Il n''y a pas d''ex\u00E9cutions pour ce travail.
noItems=Il n''y a pas d''\u00E9l\u00E9ments pour cette vue.
noLogFile=Aucun fichier journal n''est sp\u00E9cifi\u00E9.
noMacrosDescription=Aucune macro n''a \u00E9t\u00E9 enregistr\u00E9e jusqu''\u00E0 pr\u00E9sent. Pour enregistrer une macro, s\u00E9lectionnez <strong>{0}</strong> dans le menu Outils.
noMatchingItems=Il n''y a pas d''\u00E9l\u00E9ments qui correspondent aux crit\u00E8res de filtrage. Veuillez essayer d''ajuster ou d''effacer le filtre.
noMessagesSelected=Aucun message s\u00E9lectionn\u00E9.
noPatchesForHost=Aucun patch install\u00E9 pour cet h\u00F4te.
noPolicy=<p>Aucun fournisseur de strat\u00E9gies n''a \u00E9t\u00E9 d\u00E9fini. Vous pouvez cr\u00E9er soit un fournisseur de strat\u00E9gie <strong>personnalis\u00E9e</strong> ou de strat\u00E9gie <strong>JACC</strong>.</p>p>Un fournisseur de strat\u00E9gie personnalis\u00E9e doit sp\u00E9cifier une classe qui impl\u00E9mente <code>java.security.Policy</code>.<br/>Un fournisseur de politique JACC a des valeurs par d\u00E9faut raisonnables qui configurent le JACC et les services connexes.</p>
noReferenceServerEmptyState=Aucune information d''ex\u00E9cution disponible pour le d\u00E9ploiement <strong>{0}</strong>. Le groupe de serveurs {1} ne contient pas de serveur en cours d''ex\u00E9cution contenant ce d\u00E9ploiement. Allez dans le groupe de serveurs {1} et d\u00E9marrez un serveur afin de voir les informations relatives \u00E0 l''ex\u00E9cution.
noReferenceServerPreview=Les attributs d''ex\u00E9cution tels que &\#39;{1}&\#39 ; ou &\#39;{2}&\#39 ; ne pouvaient pas \u00EAtre lus pour <strong>{0}</strong>. Aucun serveur en cours d''ex\u00E9cution contenant ce d\u00E9ploiement n\u2019a pu \u00EAtre trouv\u00E9. Allez dans le groupe de serveurs <a href\="{4}">{3}</a> et d\u00E9marrez un serveur pour voir tous les d\u00E9tails.
noReset=Aucun des attributs n''a pu \u00EAtre r\u00E9initialis\u00E9.
noResource=Aucune ressource n''a \u00E9t\u00E9 trouv\u00E9e pour l''\u00E9l\u00E9ment s\u00E9lectionn\u00E9.
noSecuritySettingSelected=Aucun param\u00E8tre de s\u00E9curit\u00E9 s\u00E9lectionn\u00E9.
noSelectedPatch=Aucun fichier de correctif n''est sp\u00E9cifi\u00E9. Veuillez s\u00E9lectionner un fichier \u00E0 t\u00E9l\u00E9charger.
noServerGroupSelected=Veuillez s\u00E9lectionner un groupe de serveurs.
noStore=Aucun param\u00E8tre de store n''a \u00E9t\u00E9 d\u00E9fini pour ce cache. Veuillez choisir un store et utiliser le bouton ci-dessous pour l\u2019ajouter.
noTransport=Aucun param\u00E8tre de transport n''a \u00E9t\u00E9 d\u00E9fini pour ce conteneur de cache. Veuillez utiliser le bouton ci-dessous pour ajouter des param\u00E8tres de transport JGroups.
noWrite=Aucun comportement d''\u00E9criture n''a \u00E9t\u00E9 d\u00E9fini pour ce store. Veuillez choisir un comportement et utiliser le bouton ci-dessous pour l\u2019ajouter au store.
nonEmptyRequires=Requis si {0} est d\u00E9fini.
nonProgressingOperation=Cette op\u00E9ration d\u00E9tient le verrouillage exclusif d''ex\u00E9cution de l''op\u00E9ration depuis plus longtemps que la p\u00E9riode de temporisation pr\u00E9vue
normalLogFile=Le fichier journal a une taille de <strong>{0}</strong>.
notMoreThanOneAlternativeError=Ne peut pas \u00EAtre r\u00E9gl\u00E9 en combinaison avec {0}.
notMoreThanOneAlternativesError=Veuillez vous assurer que l''un des {0} uniquement est d\u00E9fini.
notifications={0, number} Notifications
notifications[\=0]=Aucune notification
notifications[\=1]=Une notification
obtainCertificateError=Il y a eu une erreur pour obtenir le certificat pour l''alias <strong>{0}</strong> du Key Store <strong>{1}</strong>. Cause \: {2}
obtainCertificateSuccess=Le certificat identifi\u00E9 par l''alias <strong>{0}</strong> de Key Store <strong>{1}</strong> a \u00E9t\u00E9 r\u00E9cup\u00E9r\u00E9 avec succ\u00E8s.
operationLabel=<p>Op\u00E9ration \: <strong>{0}</strong></p>
operations={0, nombre} op\u00E9rations
pageNotFound=Page <strong>{0}</strong> non trouv\u00E9e.
patchAddError=Il y a une erreur lors de l''installation du correctif {0}. Raison \: {1}
patchHostNeedsRestart=L''h\u00F4te <strong>{0}</strong> doit \u00EAtre red\u00E9marr\u00E9. Un correctif ne peut pas \u00EAtre ajout\u00E9 ou retir\u00E9 avant le red\u00E9marrage de l''h\u00F4te.
patchInProgress=<strong>{0}</strong> est en cours d\u2019application. Veuillez attendre que le correctif soit install\u00E9.
patchLatestInstalledLabel=Dernier correctif appliqu\u00E9
patchRestartDomainControllerQuestion=L''h\u00F4te <strong>{0}</strong> doit \u00EAtre red\u00E9marr\u00E9. Un correctif ne peut pas \u00EAtre ajout\u00E9 ou retir\u00E9 tant que l\u2019h\u00F4te n\u2019a pas d\u00E9marr\u00E9 \u00E0 nouveau. </p><p>Vous \u00EAtes s\u00FBr de vouloir red\u00E9marrer le contr\u00F4leur de domaine <strong>{0}</strong> ? La console ne sera pas disponible tant que le contr\u00F4leur de domaine n&\#39;a pas \u00E9t\u00E9 red\u00E9marr\u00E9 avec succ\u00E8s.</p>
patchRestartHostControllerQuestion=L''h\u00F4te <strong>{0}</strong> doit \u00EAtre red\u00E9marr\u00E9. Un correctif ne peut pas \u00EAtre ajout\u00E9 ou retir\u00E9 tant que l\u2019h\u00F4te n\u2019a pas d\u00E9marr\u00E9 \u00E0 nouveau. Vous \u00EAtes s\u00FBr de vouloir red\u00E9marrer le contr\u00F4leur d''h\u00F4te <strong>{0}</strong> ?</p>
patchRestartStandaloneQuestion=<p>Le serveur doit \u00EAtre red\u00E9marr\u00E9. Un correctif ne peut pas \u00EAtre ajout\u00E9 ou retir\u00E9 tant que l\u2019h\u00F4te n\u2019a pas d\u00E9marr\u00E9 \u00E0 nouveau. </p><p>Vous \u00EAtes s\u00FBr de vouloir red\u00E9marrer le serveur ?</p>
patchStopAllServersQuestion=<p>Le m\u00E9canisme de correctifs remplacera les fichiers de la biblioth\u00E8que et reconfigurera \u00E9ventuellement les param\u00E8tres. Pour \u00E9viter les conflits et les probl\u00E8mes pour les applications s''ex\u00E9cutant sur les serveurs, il est fortement recommand\u00E9 de fermer tous les serveurs (<strong>{0}</strong>) fonctionnant sous host <strong>{1}</strong>. Chaque serveur s''arr\u00EAtera imm\u00E9diatement.</p><p>Vous pouvez continuer \u00E0 appliquer le correctif avec les serveurs en cours d''ex\u00E9cution, mais cette action peut conduire \u00E0 des \u00E9checs d''application.</p>
patchStopAllServersTitle=Les serveurs web
patchStopServersDialogMessage1=Oui, fermer les serveurs (conseill\u00E9)
patchStopServersDialogMessage2=Non, laissez les serveurs en cours d''ex\u00E9cution
patchSucessfullyApplied=Correctif {0} install\u00E9 avec succ\u00E8s.
pauseQueueSuccess=File d\u2019attente <strong>{0}</strong> en pause.
profileIncludes=Le profil comprend les profils suivants \: {0}.
profileNotUsedInServerGroups=Le profil n''est utilis\u00E9 dans aucun groupe de serveurs.
profileUsedInServerGroups=Le profil est utilis\u00E9 dans les groupes de serveurs suivants \: {0}.
propertiesHint=Ajouter de nouvelles propri\u00E9t\u00E9s comme les paires <em>cl\u00E9\=valeur</em>. Appuyez sur <abbr class\="key" title\="RETURN">&crarr;</abbr> pour ajouter et <abbr class\="key" title\="BACKSPACE">&\#x232B</abbr> pour les supprimer.
proxyColumnFilterDescription=Filtrer par \u00A0\: Nom du proxy ou connecteur.
pruneDisconnectedQuestion=\u00CAtes-vous s\u00FBr de vouloir \u00E9laguer tous les h\u00F4tes d\u00E9connect\u00E9s ? Ceci supprimera l''information sur tous les h\u00F4tes d\u00E9connect\u00E9s.
pruneExpiredQuestion=\u00CAtes-vous s\u00FBr de vouloir \u00E9laguer tous les h\u00F4tes expir\u00E9s ? Ceci supprimera l''information sur les h\u00F4tes d\u00E9connect\u00E9s dont la derni\u00E8re activit\u00E9 remonte \u00E0 plus d''une semaine.
pruneSuccessful=Informations sur les h\u00F4tes d\u00E9connect\u00E9s qui ont \u00E9t\u00E9 \u00E9lagu\u00E9s avec succ\u00E8s.
readAliasError=\u00C9chec de la lecture de l''alias <strong>{0}</strong> de <strong>{1}</strong>. Cause \: {2}
readAliasesError=\u00C9chec de la lecture de l''alias de <strong>{0}</strong>. Cause \: {1}
readAliasesSuccess=A pu lire les alias de <strong>{0}</strong>.
readDatasourcePropertiesErrorDomain=Pour lire les propri\u00E9t\u00E9s de la source de donn\u00E9es, il faut qu''un serveur soit en cours d''ex\u00E9cution et il n''y a pas de serveur en cours d''ex\u00E9cution pour le profil {0}.
readIdentityError=Il y a eu une erreur pour lire l''identit\u00E9 <strong>{0}</strong> \u00E0 partir de <strong>{1}</strong>. Cause \: {2}
recordedOperations=Op\u00E9rations\: {0, nombre}
recordedOperations[\=0]=Aucune op\u00E9ration n''a \u00E9t\u00E9 enregistr\u00E9e
recordingStarted=L''enregistrement des macros a commenc\u00E9.
recordingStopped=L''enregistrement des macros s\u2019est arr\u00EAt\u00E9.
referenceServer=<br/>L''information sur le d\u00E9ploiement d''ex\u00E9cution est recueillie \u00E0 partir du serveur <strong>{0}</strong>.
reload=Rechargez {0}
reloadCRLError=Impossible de recharger la liste de r\u00E9vocation des certificats en provenance du gestionnaire des certificats <strong>{0}</strong>. Cause \: {1}
reloadCRLSuccess=La liste de r\u00E9vocation des certificats du gestionnaire des certificats <strong>{0}</strong> a \u00E9t\u00E9 recharg\u00E9e.
reloadConsoleRedirect=Pour des raisons de s\u00E9curit\u00E9 (redirection entre http et https, CORS), la console de gestion HTTP n''est pas capable de rediriger automatiquement vers la nouvelle adresse URL, donc vous devez cliquer sur le lien pour y acc\u00E9der \: <p><strong><a href\="{0}" class\="alert-link">{0}</a></strong>.</p>
reloadConsoleTimeout=Le <strong>{0}</strong> ne r\u00E9pond pas. Si l''interface de gestion HTTP est configur\u00E9e avec SSL, il est possible que le navigateur ne fasse pas confiance au certificat SSL et que vous deviez le charger manuellement <strong><a href\="{1}" class\="alert-link">{1}</a></strong>. Si ce n''est pas le cas, vous pouvez \u00E9galement v\u00E9rifier Wildfly et les journaux des navigateurs.
reloadDomainControllerPending=L''h\u00F4te <strong>{0}</strong> est en cours de chargement. Veuillez patienter jusqu''\u00E0 ce que l''op\u00E9ration soit termin\u00E9e.
reloadDomainControllerQuestion=\u00CAtes-vous s\u00FBr de vouloir recharger le contr\u00F4leur de domaine <strong>{0}</strong> ? La console ne sera pas disponible tant que le contr\u00F4leur de domaine n&\#39;aura pas \u00E9t\u00E9 red\u00E9marr\u00E9.
reloadError=\u00C9chec de rechargement <strong>{0}</strong>. Cause \: {1}
reloadErrorCause=\u00C9chec de rechargement {0} <strong>{1}</strong>. Cause \: {2}
reloadHostControllerQuestion=\u00CAtes-vous s\u00FBr de vouloir recharger le contr\u00F4leur de domaine <strong>{0}</strong> ?
reloadHostError=\u00C9chec de rechargement <strong>{0}</strong>.
reloadHostSuccess=H\u00F4te <strong>{0}</strong> recharg\u00E9.
reloadServerError=\u00C9chec de rechargement du serveur <strong>{0}</strong>.
reloadServerGroupError=\u00C9chec de rechargement du groupe de serveurs <strong>{0}</strong>.
reloadServerGroupQuestion=\u00CAtes-vous s\u00FBr de vouloir recharger le groupe de serveurs <strong>{0}</strong> ?
reloadServerGroupSuccess=Groupe de serveurs <strong>{0}</strong> recharg\u00E9.
reloadServerQuestion=\u00CAtes-vous s\u00FBr de vouloir recharger le serveur <strong>{0}</strong> ?
reloadServerSuccess=Serveur <strong>{0}</strong> recharg\u00E9.
reloadSettings=Les r\u00E9glages ne prendront effet que lorsque la console sera recharg\u00E9e. Voulez-vous recharger maintenant ?
reloadSuccess=<strong>{0}</strong>recharg\u00E9 avec succ\u00E8s.
removeAliasError=Il y a eu une erreur en essayant de supprimer l''alias <strong>{0}</strong> du Key Store <strong>{1}</strong>. Cause \: {2}
removeAliasQuestion=Voulez-vous vraiment supprimer l''alias <strong>{0}</strong> de <strong>{1}</strong> ?
removeAliasSuccess=L''alias <strong>{0}</strong> a \u00E9t\u00E9 supprim\u00E9 avec succ\u00E8s du Key Store <strong>{1}</strong>.
removeConfigurationChangesQuestion=Voulez-vous vraiment d\u00E9sactiver les changements de configuration pour {0} <strong>{1}</strong>.
removeConfirmationQuestion=Voulez-vous vraiment supprimer <strong>{0}<</strong> ?
removeConfirmationTitle=Supprimer {0}
removeContentQuestion=Voulez-vous vraiment supprimer l''alias <strong>{1}</strong> de <strong>{0}</strong> ?
removeContentSuccess=<strong>{1}</strong> supprim\u00E9 de <strong>{0}</strong>.
removeCurrentUserError=Impossible de supprimer l''utilisateur actuel.
removeExtensionQuestion=Voulez-vous vraiment faire expirer le message s\u00E9lectionn\u00E9 ?
removeExtensionSuccess=Extension retir\u00E9e avec succ\u00E8s. Vous devez recharger la console pour terminer l''action.
removeGroupQuestion=Voulez-vous vraiment supprimer <strong>{0}<</strong> ? Le groupe lui-m\u00EAme ne sera pas supprim\u00E9, mais toutes les assignations de {0} seront supprim\u00E9es.
removeGroupSuccess=Toutes les affectations du groupe <strong>{0}</strong> supprim\u00E9es.
removeIdentityError=Il y a eu une erreur en essayant de supprimer l''identit\u00E9 <strong>{0}</strong> de <strong>{1}</strong>. Cause \: {2}
removeIdentityQuestion=Voulez-vous vraiment supprimer l''alias <strong>{0}</strong> de <strong>{1}</strong> ?
removeIdentitySuccess=L''alias <strong>{0}</strong> a \u00E9t\u00E9 supprim\u00E9 avec succ\u00E8s de <strong>{1}</strong>.
removeMessageQuestion=Voulez-vous vraiment supprimer le message s\u00E9lectionn\u00E9 ?
removeMessageSuccess=Le(s) message(s) s\u00E9lectionn\u00E9(s) ont \u00E9t\u00E9 supprim\u00E9(s).
removeMessagesQuestion=Voulez-vous vraiment supprimer les messages s\u00E9lectionn\u00E9s ?
removeResourceSuccess={0} <strong>{1}</strong> supprim\u00E9 avec succ\u00E8s.
removeRoleQuestion=Voulez-vous vraiment supprimer le r\u00F4le <strong>{0}<</strong> et toutes ses affectations ?
removeRunAsRoleError=Le r\u00F4le <strong>{0}</strong> est actuellement utilis\u00E9 comme r\u00F4le run-as et ne peut pas \u00EAtre supprim\u00E9. Veuillez retirer le r\u00F4le run as pour commencer.
removeSingletonConfirmationQuestion=Voulez-vous vraiment supprimer la ressource ?
removeSingletonResourceSuccess=<strong>{0}</strong> supprim\u00E9.
removeSingletonSuccess=<strong>{0}</strong> supprim\u00E9.
removeUserQuestion=Voulez-vous vraiment supprimer <strong>{0}<</strong> ? Le groupe lui-m\u00EAme ne sera pas supprim\u00E9, mais toutes les assignations de {0} seront supprim\u00E9es.
removeUserSuccess=Toutes les affectations de l''utilisateur {0} ont \u00E9t\u00E9 supprim\u00E9es.
replicationColocated=Colocation live et serveur de sauvegarde
replicationLiveOnly=Live uniquement
replicationMaster=Serveur live (ma\u00EEtre)
replicationSlave=Serveur de sauvegarde (esclave)
replicationStrategy=<strong>R\u00E9plication</strong><br/>Lorsqu''en utilisant la r\u00E9plication, les paires de serveurs live et de sauvegarde ne partagent pas les m\u00EAmes r\u00E9pertoires de donn\u00E9es, toutes les donn\u00E9es sont synchronis\u00E9es sur le r\u00E9seau. Par cons\u00E9quent, toutes les donn\u00E9es (persistantes) re\u00E7ues par le serveur live seront dupliqu\u00E9es vers la sauvegarde.<br/>Si le serveur live est proprement arr\u00EAt\u00E9, le serveur de sauvegarde s''activera et les clients basculeront vers la sauvegarde. Ce comportement est pr\u00E9d\u00E9termin\u00E9 et n''est donc pas configurable lors de l''utilisation de la r\u00E9plication de donn\u00E9es.
requiredHelp=Les champs obligatoires sont marqu\u00E9s ainsi <abbr class\="req" title\="required"><i class\="fa fa-asterisk"></i></abbr>
requiredMarker=<abbr class\="req" title\="required"><i class\="fa fa-asterisk"></i></abbr>
requires=N\u00E9cessite {0}
resetConfirmationQuestion=Voulez-vous vraiment restaurer <strong>{0}<</strong> ? Tous les attributs non requis seront ind\u00E9finis ou restaur\u00E9s \u00E0 leur valeur par d\u00E9faut (le cas \u00E9ch\u00E9ant).
resetConfirmationTitle=Restaurer {0}
resetResourceSuccess={0} <strong>{1}</strong> restaur\u00E9.
resetSingletonConfirmationQuestion=Voulez-vous vraiment restaurer la ressource ? Tous les attributs non requis seront ind\u00E9finis ou restaur\u00E9s \u00E0 leur valeur par d\u00E9faut (le cas \u00E9ch\u00E9ant).
resetSingletonSuccess=<strong>{0}</strong> restaur\u00E9.
resetStatisticsQuestion=Voulez-vous vraiment restaurer les statistiques pour le connecteur <strong>{0}</strong> ?
resetStatisticsSuccess=Statistiques pour connecteur <strong>{0}</strong> restaur\u00E9s.
resetStatisticsTitle=Restaurer les statistiques 
resourceAdapterColumnFilterDescription=Filtrer par \: nom, type d''adaptateur ou support de transaction
resourceAdapterProvidedBy=L''adaptateur de ressources est fourni par {0} <code>{1}</code>.
resourceDisabled={0} <strong>{1}</strong> d\u00E9sactiv\u00E9.
resourceEnabled={0} <strong>{1}</strong> activ\u00E9.
restColumnFilterDescription=Filtrer par \u00A0\: Nom Rest, m\u00E9thode ou type de support de repos
restart=Red\u00E9marrer {0}
restartDomainControllerPending=L''h\u00F4te <strong>{0}</strong> est en cours de d\u00E9marrage \u00E0 nouveau. Veuillez patienter jusqu''\u00E0 ce que l''op\u00E9ration soit termin\u00E9e.
restartDomainControllerQuestion=\u00CAtes-vous s\u00FBr de vouloir recharger le contr\u00F4leur de domaine <strong>{0}</strong> ? La console ne sera pas disponible tant que le contr\u00F4leur de domaine n&\#39;a pas \u00E9t\u00E9 red\u00E9marr\u00E9.
restartExecutionSuccess=Ex\u00E9cution de la t\u00E2che <strong>{0, nombre}</strong>red\u00E9marr\u00E9e avec succ\u00E8s.
restartHostControllerQuestion=\u00CAtes-vous s\u00FBr de vouloir red\u00E9marrer le contr\u00F4leur d\u2019h\u00F4te <strong>{0}</strong> ?
restartHostError=\u00C9chec de red\u00E9marrage de l\u2019h\u00F4te <strong>{0}</strong>.
restartHostSuccess=H\u00F4te <strong>{0}</strong> red\u00E9marr\u00E9.
restartServerError=\u00C9chec de red\u00E9marrage du serveur <strong>{0}</strong>.
restartServerGroupError=\u00C9chec de red\u00E9marrage du groupe de serveurs <strong>{0}</strong>.
restartServerGroupQuestion=\u00CAtes-vous s\u00FBr de vouloir red\u00E9marrer le groupe de serveurs <strong>{0}</strong> ?
restartServerGroupSuccess=Groupe de serveurs <strong>{0}</strong> red\u00E9marr\u00E9.
restartServerQuestion=\u00CAtes-vous s\u00FBr de vouloir red\u00E9marrer le serveur <strong>{0}</strong> ?
restartServerSuccess=Serveur <strong>{0}</strong> red\u00E9marr\u00E9.
restartStandalonePending=Le serveur <strong>{0}</strong> est en cours de d\u00E9marrage \u00E0 nouveau. Veuillez patienter jusqu''\u00E0 ce que l''op\u00E9ration soit termin\u00E9e.
restartStandaloneQuestion=\u00CAtes-vous s\u00FBr de vouloir red\u00E9marrer le serveur <strong>{0}</strong> ? La console ne sera pas disponible tant que le contr\u00F4leur de domaine n&\#39;a pas \u00E9t\u00E9 red\u00E9marr\u00E9.
restartStandaloneTimeout=Le <strong>{0}</strong> ne r\u00E9pond pas. Veuillez v\u00E9rifier les fichiers journaux et rafra\u00EEchir cette page une fois que le contr\u00F4leur de domaine sera op\u00E9rationnel.
results={0, nombre} R\u00E9sultats
results[\=1]=Un r\u00E9sultat
resumeQueueSuccess=La file d\u2019attente <strong>{0}</strong> a repris.
resumeServerError=\u00C9chec de la reprise du serveur <strong>{0}</strong>.
resumeServerGroupError=\u00C9chec de la reprise du groupe de serveurs <strong>{0}</strong>.
resumeServerGroupSuccess=Le groupe de serveurs <strong>{0}</strong> a repris.
resumeServerSuccess=Le serveur <strong>{0}</strong> a repris.
revokeCertificateError=Il y a eu une erreur lors de l\u2019obtension du certificat pour l''alias <strong>{0}</strong> du Key Store <strong>{1}</strong>. Cause \: {2}
revokeCertificateSuccess=Le certificat identifi\u00E9 par l''alias <strong>{0}</strong> de Key Store <strong>{1}</strong> a \u00E9t\u00E9 r\u00E9cup\u00E9r\u00E9 avec succ\u00E8s.
roleColumnFilterDescription=Filtrer par \: nom du r\u00F4le, type de r\u00F4le ou champ d''application
rollbackError=Erreur de retrait, cause \: {0}
rollbackInProgress=Le retrait de <strong>{0}</strong> est en cours. Veuillez attendre que le retour en arri\u00E8re soit termin\u00E9.
rollbackSucessful=Correctif <strong>{0}</strong> supprim\u00E9 avec succ\u00E8s.
runningTimeLabel=<p>Temps d\u2019ex\u00E9cution\u00A0\: <strong>{0}</strong></p>
saveContentSuccess=Fichier <strong>{1}</strong> mis \u00E0 jour \u00E0 <strong>{0}</strong> avec succ\u00E8s.
saveIdentityError=Il y a eu une erreur en essayant de sauvegarder une identit\u00E9 <strong>{0}</strong> \u00E0 <strong>{1}</strong>. Cause \: {2}
saveIdentitySuccess=L''alias <strong>{0}</strong> a \u00E9t\u00E9 supprim\u00E9 avec succ\u00E8s de <strong>{1}</strong>.
securityDomainColumnFilterDescription=Filtrer par \: nom ou type de cache
selected=<strong>{0, nombre}</strong>de <strong>de <strong>{1, nombre}</strong> s\u00E9lectionn\u00E9
sendMessageToDeadLetterQuestion=Voulez-vous vraiment envoyer le message s\u00E9lectionn\u00E9 \u00E0 la file d''attente des lettres mortes ?
sendMessageToDeadLetterSuccess=Le(s) message(s) s\u00E9lectionn\u00E9(s) ont \u00E9t\u00E9 envoy\u00E9s avec succ\u00E8s \u00E0 la file d''attente des lettres mortes.
sendMessagesToDeadLetterQuestion=Voulez-vous vraiment envoyer le message s\u00E9lectionn\u00E9 \u00E0 la file d''attente des lettres mortes ?
serverAdminMode=L''h\u00F4te <strong>{0}</strong> fonctionne en mode administrateur uniquement.
serverBootErrors=Des erreurs d\u2019amor\u00E7age se sont produites au d\u00E9marrage du serveur <strong>{0}</strong>.
serverBootErrorsAndLink=Des erreurs d\u2019amor\u00E7age se sont produites au d\u00E9marrage du serveur {0}. <a href\="{1}">View</a>
serverConfigurationChanged=La configuration du serveur a chang\u00E9.
serverFailed=Le serveur <strong>{0}</strong> n\u2019a pas pu \u00EAtre d\u00E9marr\u00E9. Veuillez v\u00E9rifier les fichiers journaux.
serverFilterDescription=Filtrer par \: nom du serveur, h\u00F4te, groupe ou \u00E9tat
serverGroupColumnFilterDescription=Filtrer par \: nom ou profil
serverGroupNoStartedServers=Aucun serveur d\u00E9marr\u00E9 dans le groupe de serveurs <strong>{0}</strong>.
serverGroupNoStoppedServers=Aucun serveur arr\u00EAt\u00E9 dans le groupe de serveurs <strong>{0}</strong>.
serverGroupNoSuspendedServers=Aucun serveur en pause dans le groupe de serveurs <strong>{0}</strong>.
serverGroupScopedRole=Bas\u00E9 sur le r\u00F4le {0}, \u00E9tendu au(x) groupe(s) de serveurs {1}.
serverGroupTimeout=Le groupe de serveurs <strong>{0}</strong> a rencontr\u00E9 un d\u00E9lai d''attente. Veuillez v\u00E9rifier les fichiers journaux.
serverNeedsReload=Le serveur <strong>{0}</strong> doit \u00EAtre recharg\u00E9.
serverNeedsRestart=Le serveur <strong>{0}</strong> doit \u00EAtre d\u00E9marr\u00E9 \u00E0 nouveau.
serverPending=Une op\u00E9ration de cycle de vie est en cours d''ex\u00E9cution sur le serveur <strong>{0}</strong>. Veuillez patienter jusqu''\u00E0 ce que l''op\u00E9ration soit termin\u00E9e.
serverRunning=L''h\u00F4te <strong>{0}</strong> est op\u00E9rationnel.
serverStopped=Le serveur <strong>{0}</strong> est arr\u00EAt\u00E9.
serverSuspended=Le serveur <strong>{0}</strong> est en pause.
serverTimeout=Le serveur <strong>{0}</strong> a rencontr\u00E9 un d\u00E9lai d''attente. Veuillez v\u00E9rifier les fichiers journaux.
serverUndefined=La derni\u00E8re op\u00E9ration du cycle de vie du serveur <strong>{0}</strong> n''a pas \u00E9t\u00E9 effectu\u00E9e avec succ\u00E8s. Veuillez rafra\u00EEchir ou v\u00E9rifier les fichiers journaux.
serverUrlCustom=Une URL personnalis\u00E9e est utilis\u00E9e pour le serveur. Vous pouvez modifier l''URL ou effacer le champ de saisie pour le r\u00E9initialiser \u00E0 la valeur du mod\u00E8le de gestion.
serverUrlError=Impossible de lire l''URL du serveur \u00E0 partir du mod\u00E8le de gestion. Utilisez le champ de saisie pour d\u00E9finir une URL personnalis\u00E9e.
serverUrlManagementModel=L''URL du serveur actuel provient du mod\u00E8le de gestion. Si cela ne refl\u00E8te pas l''URL du serveur public, utilisez le champ de saisie ci-dessous pour d\u00E9finir une URL personnalis\u00E9e. Cette URL sera ensuite utilis\u00E9e pour rendre les URLs fournies par des sous-syst\u00E8mes tels que JAX-RS ou Web.
setIdentityPasswordError=Il y a eu une erreur en essayant de d\u00E9finir un mot de passe pour l''identit\u00E9 <strong>{0}</strong> de <strong>{1}</strong>. Cause \: {2}
setIdentityPasswordQuestion=Choisissez le type de mot de passe que vous souhaitez d\u00E9finir sur l''identit\u00E9 \:
setIdentityPasswordSuccess=Un mot de passe a \u00E9t\u00E9 d\u00E9fini avec succ\u00E8s pour l\u2019identit\u00E9 <strong>{0}</strong> de <strong>{1}</strong>.
setSecretPasswordError=Il y a eu une erreur en essayant de d\u00E9finir un mot de passe pour l''alias <strong>{0}</strong> de <strong>{1}</strong>. Cause \: {2}
setSecretPasswordSuccess=Un mot de passe a \u00E9t\u00E9 d\u00E9fini avec succ\u00E8s pour l\u2019alias <strong>{0}</strong> de <strong>{1}</strong>.
sharedStoreColocated=Colocation live et serveur de sauvegarde
sharedStoreMaster=Serveur live (ma\u00EEtre)
sharedStoreSlave=Serveur de sauvegarde (esclave)
sharedStoreStrategy=<strong>Store partag\u00E9</strong><br/> Ce style de haute disponibilit\u00E9 diff\u00E8re de la r\u00E9plication de donn\u00E9es car un syst\u00E8me de fichiers partag\u00E9s accessible \u00E0 la fois par les n\u0153uds live et de sauvegarde est exig\u00E9. Cela signifie que les paires de serveurs utilisent le m\u00EAme emplacement pour leur pagination, journal de messages, journal de liaison et messages volumineux dans leur configuration.<br/>Aussi, chaque serveur participant dans la paire, live et sauvegarde, devra avoir une <code>cluster-connection</code> d\u00E9finie, m\u00EAme s''il ne fait pas partie d''un cluster, parce que la connexion <code>cluster-connection</code> d\u00E9finit comment le serveur de sauvegarde annonce sa pr\u00E9sence \u00E0 son serveur live et \u00E0 tout autre n\u0153ud.
simpleProviderWarning=Ce syst\u00E8me est actuellement configur\u00E9 pour utiliser des contr\u00F4les d''acc\u00E8s simples, qui n''utiliseront pas les modifications apport\u00E9es dans cette section. Afin d''utiliser les param\u00E8tres li\u00E9s \u00E0 RBAC, vous devrez activer les contr\u00F4les d''acc\u00E8s bas\u00E9s r\u00F4les.
specifyParameters=Sp\u00E9cifiez les param\u00E8tres pour <code>{0}</code>.
ssoAccessControlWarning=Le Single Sign-On est activ\u00E9 sur ce syst\u00E8me pour l''authentification et l''autorisation. Keycloak Server doit \u00EAtre utilis\u00E9 pour configurer les utilisateurs et les r\u00F4les.
staleStatistics=Les statistiques ne sont peut-\u00EAtre pas \u00E0 jour.
startDeliverySuccess=La livraison pour MDB <strong>{0}</strong> a commenc\u00E9.
startJobSuccess=Job <strong>{0}</strong> a d\u00E9marr\u00E9 avec succ\u00E8s avec l''ID d''ex\u00E9cution <strong>{1}</strong>.
startServerError=\u00C9chec de red\u00E9marrage du serveur <strong>{0}</strong>.
startServerGroupError=\u00C9chec de red\u00E9marrage du groupe de serveurs <strong>{0}</strong>.
startServerGroupSuccess=Groupe de serveurs <strong>{0}</strong> red\u00E9marr\u00E9.
startServerSuccess=Serveur <strong>{0}</strong> red\u00E9marr\u00E9.
statisticsDisabled=Les statistiques ne sont pas activ\u00E9es pour le sous-syst\u00E8me <strong>{0}<</strong>. Cliquez sur le bouton ci-dessous pour activer les statistiques. Ceci placera l''attribut <code>statistics-enabled</code> sur <code>true</code>.
statisticsEnabled=Les statistiques de <strong>{0}</strong> ont \u00E9t\u00E9 activ\u00E9es.
stop=Stop {0}
stopDeliverySuccess=La livraison pour MDB <strong>{0}</strong> a \u00E9t\u00E9 arr\u00EAt\u00E9e.
stopExecutionSuccess=Ex\u00E9cution de la t\u00E2che <strong>{0, nombre}</strong> arr\u00EAt\u00E9e avec succ\u00E8s.
stopServerError=\u00C9chec de l\u2019arr\u00EAt du serveur <strong>{0}</strong>.
stopServerGroupError=\u00C9chec de l\u2019arr\u00EAt du groupe de serveurs <strong>{0}</strong>.
stopServerGroupQuestion=\u00CAtes-vous s\u00FBr de vouloir arr\u00EAter le groupe de serveurs <strong>{0}</strong> ?
stopServerGroupSuccess=Groupe de serveurs <strong>{0}</strong> arr\u00EAt\u00E9.
stopServerQuestion=\u00CAtes-vous s\u00FBr de vouloir arr\u00EAter le serveur <strong>{0}</strong> ?
stopServerSuccess=Serveur <strong>{0}</strong> arr\u00EAt\u00E9.
storeError=N\u2019a pas pu stocker <strong>{0}</strong>. Cause \: {1}
storeSuccess=<strong>{0}</strong> stock\u00E9 avec succ\u00E8s.
susbsystemFilterDescription=Filtrer par \: nom ou sous-titre
suspend=Mise en veille {0}
suspendServerError=\u00C9chec de la mise en veille du serveur <strong>{0}</strong>.
suspendServerGroupError=\u00C9chec de la mise en veille du groupe de serveurs <strong>{0}</strong>.
suspendServerGroupQuestion=\u00CAtes-vous s\u00FBr de vouloir suspendre le groupe de serveurs <strong>{0}</strong> ?
suspendServerGroupSuccess=Groupe de serveurs <strong>{0}</strong> mis en veille.
suspendServerQuestion=\u00CAtes-vous s\u00FBr de vouloir suspendre le groupe de serveurs <strong>{0}</strong> ?
suspendServerSuccess=Serveur <strong>{0}</strong> mis en veille.
switchProviderSuccess=Le fournisseur est pass\u00E9 avec succ\u00E8s de {0} \u00E0 {1}.
switchToRbacProvider=<p>Vous utilisez actuellement le fournisseur simple.</p><p>Avant de changer le fournisseur \u00E0 RBAC, assurez-vous que votre configuration a un utilisateur qui sera mapp\u00E9 \u00E0 l&\#39;un des r\u00F4les RBAC. Sinon, votre installation ne sera pas g\u00E9rable \u00E0 moins qu''elle ne soit arr\u00EAt\u00E9e et que la configuration XML ne soit \u00E9dit\u00E9e.</p><p>Veuillez noter que vous devez red\u00E9marrer avant que les nouveaux param\u00E8tres ne prennent effet.</p>
switchToSimpleProvider=<p>Vous utilisez actuellement le fournisseur RBAC.</p><p>Lorsque vous passez \u00E0 un fournisseur simple, les contraintes ne seront plus appliqu\u00E9es \u00E0 tous les utilisateurs et agiront comme SuperUtilisateur. La configuration RBAC en tant que telle ne sera pas perdue, mais.</p><p>Veuillez noter que vous devez red\u00E9marrer avant que les nouveaux param\u00E8tres ne prennent effet.</p>
testConnectionCancelError=Impossible de supprimer la source de donn\u00E9es <strong>{0}</strong>, qui a \u00E9t\u00E9 cr\u00E9\u00E9e lors de la connexion test.
testConnectionDomain=<p>Sur cette page, vous pouvez tester la connexion de votre source de donn\u00E9es. Cela n\u00E9cessite un serveur en cours d''ex\u00E9cution qui fait partie du profil actuellement s\u00E9lectionn\u00E9</p><p>Veuillez noter que tester la connexion change la s\u00E9mantique de cet assistant\u00A0\:</p><ul><li>Si vous appuyez sur <strong>{0}</strong>pour la <strong>premi\u00E8re fois</strong>, la source de donn\u00E9es est <strong>cr\u00E9\u00E9e \u00E0 l\u2019avance</strong>.</li><li>Si vous <strong>revenez en arri\u00E8re</strong> et changez la configuration, cela aura pour effet de <strong>modifier</strong> la source de donn\u00E9es nouvellement cr\u00E9\u00E9e. Notez que vous ne pouvez pas changer le nom et les liaisons JNDI une fois que la source de donn\u00E9es a \u00E9t\u00E9 cr\u00E9\u00E9e.</li>li>Si vous <strong>annulez</strong> l''assistant, la source de donn\u00E9es sera <strong>supprim\u00E9e</strong>\u00E0 nouveau. Cela peut n\u00E9cessiter un chargement \u00E0 nouveau de l\u2019instance de serveur associ\u00E9e.</li></ul><p>Si vous choisissez de continuer sans tester la connexion, la source de donn\u00E9es sera cr\u00E9\u00E9e une fois que vous en aurez fini avec l\u2019assistant.</p>
testConnectionError=Impossible de tester la connexion pour la source de donn\u00E9es <strong>{0}</strong>.
testConnectionErrorDomain=La connexion test n\u00E9cessite l''ex\u00E9cution d''un serveur et il n''y a pas de serveur en cours d''ex\u00E9cution pour le profil s\u00E9lectionn\u00E9.
testConnectionStandalone=<p>Sur cette page, vous pouvez tester la connexion de votre source de donn\u00E9es.</p><p>Veuillez noter que tester la connexion change la s\u00E9mantique de cet assistant\u00A0\:</p><ul><li>Si vous appuyez sur <strong>{0}</strong>pour la <strong>premi\u00E8re fois</strong>, la source de donn\u00E9es est <strong>cr\u00E9\u00E9e \u00E0 l''avance</strong>.</li><li>Si vous <strong>revenez en arri\u00E8re</strong> et modifiez la configuration, cela aura pour effet de <strong>modifier</strong> la source de donn\u00E9e nouvellement cr\u00E9\u00E9e. Notez que vous ne pouvez pas changer le nom et les liaisons JNDI une fois que la source de donn\u00E9es a \u00E9t\u00E9 cr\u00E9\u00E9e.</li><li>Si vous <strong>annulez</strong> l''assistant, la source de donn\u00E9es sera <strong>supprim\u00E9e</strong>\u00E0 nouveau. Cela peut n\u00E9cessiter un chargement \u00E0 nouveau du serveur.</li></ul><p>Si vous choisissez de continuer sans tester la connexion, la source de donn\u00E9es sera cr\u00E9\u00E9e une fois que vous en aurez fini avec l\u2019assistant.</p>
testConnectionSuccess=Connexion pour la source de donn\u00E9es <strong>{0}</strong> test\u00E9e.
topologyError=Impossible de charger la topologie.
tourAccessControl=Par d\u00E9faut, EAP utilise des contr\u00F4les d''acc\u00E8s simples pour les interfaces de gestion. En option, vous pouvez choisir d''impl\u00E9menter <strong>Role-Based Access Control</strong> (RBAC) pour sp\u00E9cifier un ensemble de permissions pour les utilisateurs de gestion. Les r\u00F4les affect\u00E9s \u00E0 un utilisateur ou \u00E0 un groupe d\u00E9terminent les ressources accessibles et les op\u00E9rations pouvant \u00EAtre effectu\u00E9es.
tourAccessControlRoles=G\u00E9rer la liste des <strong>r\u00F4les</strong> assign\u00E9s \u00E0 un utilisateur ou \u00E0 un groupe particulier.
tourAccessControlUsers=Ajouter et assigner des r\u00F4les aux <strong>utilisateurs</strong> et aux <strong>groupes</strong>. D\u00E9finissez des permissions personnalis\u00E9es pour les <strong>r\u00F4les</strong> et visualisez l''appartenance aux r\u00F4les.
tourDomainConfiguration=Liste des <strong>profils</strong> disponibles dans le domaine g\u00E9r\u00E9. Diff\u00E9rents groupes de serveurs peuvent utiliser diff\u00E9rents profils en fonction des capacit\u00E9s requises.
tourDomainConfigurationSubsystem=Visualiser et modifier la configuration pour chaque <strong>sous-syst\u00E8me</strong> inclus dans le profil s\u00E9lectionn\u00E9. Par exemple, ajoutez une source de donn\u00E9es, configurez un fournisseur de messagerie ou configurez la s\u00E9curit\u00E9 des applications.
tourDomainDeploymentsAddActions=Ajoutez un d\u00E9ploiement \u00E0 un groupe de serveurs en t\u00E9l\u00E9chargeant un <strong>nouveau d\u00E9ploiement</strong>, en choisissant un d\u00E9ploiement existant dans le <strong>r\u00E9f\u00E9rentiel de contenu</strong>, ou en cr\u00E9ant un d\u00E9ploiement <strong>non g\u00E9r\u00E9</strong> \u00E0 g\u00E9rer hors EAP.
tourDomainDeploymentsBrowseBy=Ajouter des d\u00E9ploiements et les affecter \u00E0 des groupes de serveurs venant du <strong>r\u00E9f\u00E9rentiel de contenu</strong>, o\u00F9 tout le contenu de d\u00E9ploiement est r\u00E9pertori\u00E9.<br/><br/>Ajouter et activer les d\u00E9ploiements de <strong>groupes de serveurs</strong> pour ces d\u00E9ploiements qui ont \u00E9t\u00E9 affect\u00E9s \u00E0 un ou plusieurs groupes de serveurs.
tourDomainHomeConfiguration=G\u00E9rer la <strong>configuration</strong> des profils et des sous-syst\u00E8mes disponibles qui fournissent un certain jeu de capacit\u00E9s, telles que les sources de donn\u00E9es ou la messagerie.
tourDomainHomeDeployments=Ajouter, supprimer et assigner les <strong>d\u00E9ploiements</strong> \u00E0 des groupes de serveurs.
tourDomainHomeRuntime=Afficher les informations de <strong>runtime</strong> comme l''\u00E9tat du serveur, l''utilisation de la JVM et les journaux du serveur. Dans un domaine g\u00E9r\u00E9, configurez les h\u00F4tes et les groupes de serveurs.
tourDomainRuntimeBrowseBy=G\u00E9rer les serveurs par <strong>h\u00F4tes</strong> ou par <strong>groupes de serveurs</strong> dans le domaine g\u00E9r\u00E9.
tourDomainRuntimeServer=Afficher la <strong>configuration du serveur </strong> et ex\u00E9cuter les <strong>op\u00E9rations</strong> comme le d\u00E9marrage, l''arr\u00EAt et le rechargement du serveur.
tourDomainRuntimeServerAdd=Cr\u00E9ez un <strong>nouveau serveur</strong> pour un h\u00F4te et attribuez-le \u00E0 un groupe de serveurs.
tourDomainRuntimeServerGroup=Afficher la <strong>configuration du groupe de serveurs</strong> et ex\u00E9cuter les <strong>op\u00E9rations </strong> comme d\u00E9marrer, arr\u00EAter et recharger tous les serveurs de ce groupe de serveurs.
tourDomainRuntimeServerGroupsAdd=Cr\u00E9ez un <strong>nouveau groupe de serveurs</strong> pour le domaine g\u00E9r\u00E9.
tourStandaloneConfigurationSubsystem=Visualisez et modifiez la configuration de chaque <strong>sous-syst\u00E8me</strong> disponible. Par exemple, ajoutez une source de donn\u00E9es, configurez un fournisseur de messagerie ou configurez la s\u00E9curit\u00E9 des applications.
tourStandaloneDeployment=Activez, d\u00E9sactivez et affichez le <strong>status</strong> de tous les d\u00E9ploiements.
tourStandaloneDeploymentAddActions=Ajoutez un d\u00E9ploiement en t\u00E9l\u00E9chargeant un <strong>nouveau d\u00E9ploiement</strong> ou en cr\u00E9ant un <strong>d\u00E9ploiement non g\u00E9r\u00E9</strong> \u00E0 g\u00E9rer en dehors d\u2019EAP.
tourStandaloneHomeConfiguration=G\u00E9rer la <strong>configuration</strong> des sous-syst\u00E8mes disponibles qui fournissent un certain jeu de capacit\u00E9s, telles que les sources de donn\u00E9es ou la messagerie.
tourStandaloneHomeDeployments=Ajouter, supprimer et activer <strong>D\u00E9ploiements</strong>.
tourStandaloneHomeRuntime=Afficher les informations de <strong>runtime</strong> comme l''\u00E9tat du serveur, l''utilisation de la JVM et les journaux du serveur.
tourStandaloneRuntimeServer=Afficher les <strong>informations de runtime </strong> sur le serveur, telles que l''utilisation de la JVM et les journaux du serveur.
tourStandaloneRuntimeSubsystem=Afficher les informations d\u2019ex\u00E9cution <strong>sp\u00E9cifiques au sous-syst\u00E8me</strong> comme les m\u00E9triques de source de donn\u00E9es ou transactions.
transactionSetUuidOrSocket=Veuillez r\u00E9gler soit Process Id Uuid ou Process Id Socket Binding
transactionUnableSetProcessId=Impossible de changer l''Id de processus
unauthorized=Vous n''avez pas les permissions requises pour acc\u00E9der \u00E0 cette ressource.
undeployedContent=Tout le contenu <strong>{0}</strong> a d\u00E9j\u00E0 d\u00E9ploy\u00E9 dans un groupe de serveurs.
undertowListenerProcessingDisabled=Les statistiques ne sont pas activ\u00E9es pour les listeners <strong>{0}</strong> dans le serveur <strong>{1}</strong>. Cliquez sur le bouton ci-dessous pour activer les statistiques. Ceci d\u00E9finira l''attribut <code>statistics-enabled</code> sur <code>true</code>.
unit=La valeur utilise {0} comme unit\u00E9
>>>>>>> 0c4402868... Pull translations from Zanata and Zip files
unknownError=Erreur interne
unknownResource=La ressource n''existe pas
unknownResourceDetails=Erreur lors de la lecture de la ressource "{0}" \:\n{1}
unsupportedFileTypeDescription=Le fichier s\u00E9lectionn\u00E9 n''est pas support\u00E9 par d\u00E9faut. Vous pouvez t\u00E9l\u00E9charger et visualiser le fichier \u00E0 l''aide d''un \u00E9diteur externe. Vous pouvez \u00E9galement essayer de visualiser le fichier dans l''\u00E9diteur.
updateAccountError=Il y a eu une erreur lors de la mise \u00E0 jour du compte pour <strong>{0}</strong>. Cause \: {1}
updateAccountQuestion=Voulez-vous vraiment mettre \u00E0 jour le compte pour <strong>{0}<</strong> ?
updateAccountSuccess=Le compte pour <strong>{0}</strong> a \u00E9t\u00E9 cr\u00E9\u00E9.
updateAvailable=Une nouvelle version HAL est disponible. Version actuelle \: {0}, nouvelle version \: {1}
updateServerError=\u00C9chec de mise \u00E0 jour du serveur <strong>{0}</strong>.
uploadContentDescription=Veuillez sp\u00E9cifier un fichier ou une URL.
uploadContentInvalid=Vous devez sp\u00E9cifier soit un fichier soit une URL.
uploadError=Le d\u00E9ploiement de <strong>{0}</strong> n''a pas pu \u00EAtre retir\u00E9.
uploadInProgress=<strong>{0}</strong> est en cours de t\u00E9l\u00E9chargement. Veuillez attendre que le d\u00E9ploiement soit termin\u00E9.
uploadSuccessful=<strong>{0}</strong> a \u00E9t\u00E9 t\u00E9l\u00E9charg\u00E9 avec succ\u00E8s dans le r\u00E9f\u00E9rentiel de contenu.
uptime=Temps de fonctionnement \: {0}
used={0}% utilis\u00E9
verifyRenewError=Il y a eu une erreur de v\u00E9rification pour savoir si le certificat devait \u00EAtre renouvel\u00E9 ou non pour l''alias <strong>{0}</strong> du Key Store <strong>{1}</strong>. Cause \: {2}
verifyRenewSuccess=La v\u00E9rification du renouvellement du certificat identifi\u00E9 par alias <strong>{0}</strong> du Key Store <strong>{1}</strong> a \u00E9t\u00E9 v\u00E9rifi\u00E9e.
view=Afficher {0}
writeBehaviour=Ce magasin utilise actuellement un comportement <strong>{0}</strong>. Utilisez le bouton ci-dessous pour passer en mode <strong>{1}</strong>.
