# Please encode single apostrophs as ''
accessControlSsoDescription=El inicio de sesi\u00F3n \u00FAnico de Keycloak para la interfaz de gesti\u00F3n HTTP est\u00E1 habilitado para este servidor. El usuario y los roles se gestionan en el servidor de Keycloak; vea a continuaci\u00F3n los detalles de configuraci\u00F3n.
accessMechanismLabel=<p>Mecanismo de acceso: <strong>{0}</strong></p>
activeRoles=Roles activos: {0}
addError=Hubo un error al tratar de agregar un {0} <strong>{1}</strong> a <strong>{2}</strong>. Motivo: {3}
addHaPolicy=No se ha asignado una pol\u00EDtica HA a este servidor. Use el siguiente bot\u00F3n para agregar la pol\u00EDtica HA. Puede elegir entre replicaci\u00F3n y almac\u00E9n compartido. Para cada estrategia, puede seleccionar si desea actuar como unidad principal o esclava, u operar en modo colocado.
addKeyStoreError=No se ha podido agregar el almacenamiento de llaves {0}.
addResourceError=No se ha podido agregar el recurso {0}; motivo: {1}
addResourceSuccess={0} <strong>{1}</strong> se agreg\u00F3 correctamente.
addResourceTitle=Agregar {0}
addressLabel=<p>Direcci\u00F3n: <strong>{0}</strong></p>
addServerHostHelp=El nombre del controlador de host que es responsable de administrar este servidor.
addServerTitle=Agregar servidor
addSingleResourceError=No se ha podido agregar el recurso singleton {0}; motivo: {1}
addSingleResourceSuccess=<strong>{0}</strong> se agreg\u00F3 correctamente.
addSuccess=El {0} <strong>{1}</strong> se agreg\u00F3 correctamente al <strong>{2}</strong>.
allContentAlreadyDeployedToServerGroup=Todo el contenido ya desplegado en el grupo de servidores <strong>{0}</strong>.
allMailServersExist=Todos los servidores de correo ya existen.
allSingletonsExist=Ya se agregaron todos los recursos singleton.
allThreadPoolsExist=Tanto los conjuntos de ejecuci\u00F3n m\u00E1s corta como los de ejecuci\u00F3n m\u00E1s larga ya est\u00E1n asignados al administrador de trabajo (distribuido).
alternativesHelp=Mutuamente excluyentes a {0}
assignmentExcludeSuccess={0} {1} excluido correctamente.
assignmentIncludeSuccess={0} {1} incluido correctamente.
atLeastOneIsRequired=Se requiere al menos uno de {0}.
available={0}% disponible
blacklist=El valor no debe ser uno de {0}.
bootErrors=Se han producido errores durante el arranque.
callerThreadLabel=<p>Hilo de quien realiza la llamada: <strong>{0}</strong></p>
cancelActiveOperation=\u00BFRealmente desea cancelar la operaci\u00F3n <strong>{0}</strong> ?
cancelledLabel=<p>Cancelado: <strong>{0}</strong></p>
cancelledOperation=Se cancel\u00F3 la operaci\u00F3n de gesti\u00F3n <strong>{0}</strong>.
cannotBrowseUnmanaged=No se admite la lectura del contenido de implementaciones no gestionadas.
cannotDownloadExploded=No se puede descargar una implementaci\u00F3n explotada.
capabilityReference=Hacer referencia a la funcionalidad <code>{0}</code>
certificateExpired=Se debe renovar el certificado identificado con el alias {0}.
certificateShouldRenew=<p>En {0} d\u00EDas, se debe renovar el certificado identificado con el alias {1}.</p><p>El certificado caducar\u00E1 el {2}.</p>
changeAccountKeyError=Se produjo un error al cambiar la clave de la cuenta por <strong>{0}</strong>. Motivo: {1}
changeAccountKeyQuestion=\u00BFRealmente desea cambiar la clave de la cuenta {0}?
changeAccountKeySuccess=La clave de la cuenta <strong>{0}</strong> se modific\u00F3 correctamente.
changeAliasError=No se pudo cambiar el alias <strong>{0}</strong> a <strong>{1}</strong> para <strong>{2}</strong>. Motivo: {3}.
changeAliasSuccess=El alias <strong>{0}</strong> se modific\u00F3 correctamente a <strong>{1}</strong> para <strong>{2}</strong>.
changePrioritySuccess=La prioridad se modific\u00F3 correctamente a <strong>{0, n\u00FAmero}</strong>.
chooseContentToDeploy=Seleccione el contenido para la implementaci\u00F3n en el grupo de servidores <strong>{0}</strong>.
chooseReplication=Elija qu\u00E9 papel debe desempe\u00F1ar el servidor en la pol\u00EDtica de replicaci\u00F3n de datos:
chooseServerGroupsToDeploy=Elija los grupos de servidores para implementar <strong>{0}</strong>.
chooseServerGroupsToUndeploy=Elija los grupos de servidores para dejar de implementar <strong>{0}</strong>.
chooseSharedStore=Elija qu\u00E9 papel debe desempe\u00F1ar el servidor en la pol\u00EDtica de almacenamiento compartido:
chooseStrategy=Elija la estrategia b\u00E1sica para la pol\u00EDtica de HA:
chooseTemplate=Elija una de las plantillas predefinidas para agregar r\u00E1pidamente una fuente de datos o elija "{0}" para especificar su propia configuraci\u00F3n.
cleanPatchHistory=Borre el historial de parches
cleanPatchHistoryFailure=Fall\u00F3 la operaci\u00F3n de eliminaci\u00F3n del historial de parches, motivo: {0}
cleanPatchHistoryQuestion={0} Esta acci\u00F3n evitar\u00E1 la recuperaci\u00F3n de los parches instalados y no se puede deshacer. <p>\u00BFDesea realmente borrar el historial de parches?
cleanPatchHistorySuccess=Historial de parches eliminado correctamente.
clearCacheError=Se produjo un error al intentar eliminar el dominio de cach\u00E9 <strong>{0}</strong>. Motivo: {1}
clearCacheSuccess=El dominio de cach\u00E9 <strong>{0}</strong> se elimin\u00F3 correctamente.
cloneProfileSuccess=Perfil <strong>{0}</strong> clonado correctamente a <strong>{1}</strong>.
closeToLogout=Para cerrar la sesi\u00F3n, cierre la ventana/pesta\u00F1a actual y vuelva a abrir la consola.
configurationChangesDescription=Cuando se habilitan los cambios de configuraci\u00F3n, se registran todas las acciones que modifican las configuraciones, pero solo es memoria, ya que los registros se eliminan cuando se reinicia el controlador de host o servidor. Si desea una soluci\u00F3n de auditor\u00EDa persistente, use el registro de auditor\u00EDa.
configuredMailServer=Servidores de correo configurados: {0}
configurePatchTitle=Configurar parche
connectedTo=Conectado a {0}
contentAdded=Se han agregado elementos de contenido de <strong>{0}</strong>.
contentAdded[\=1]=Se ha agregado el contenido.
contentAlreadyDeployedToAllServerGroups=El contenido <strong>{0}</strong> ya se implement\u00F3 en todos los grupos de servidores.
contentDeployed1=El contenido <strong>{0}</strong> se implement\u00F3 correctamente en grupos de servidores seleccionados.
contentDeployed2=Todo el contenido implementado correctamente en el grupo de servidores <strong>{0}</strong>.
contentFilterDescription=Filtrar por: nombre, administrado, explotado, archivado, grupo de servidores
contentOpFailed=No se pudieron procesar <strong>{0}</strong> implementaciones.
contentOpFailed[\=1]=No se pudo procesar la implementaci\u00F3n.
contentReplaced=Se han sustituido <strong>{0}</strong> elementos de contenido.
contentReplaced[\=1]=El contenido se ha sustituido.
contentReplaceError=<strong>{0}</strong> no se pudo sustituir.
contentReplaceSuccess=<strong>{0}</strong> se sustituy\u00F3 correctamente.
contentUndeployed=El contenido <strong>{0}</strong> se dej\u00F3 de implementar correctamente de grupos de servidores seleccionados.
contentUndeployedFromServerGroup=El contenido <strong>{0}</strong> se dej\u00F3 de implementar correctamente del grupo de servidores <strong>{1}</strong>.
copyServerTitle=Servidor de copia
createAccountError=Se produjo un error al crear la cuenta para <strong>{0}</strong>. Motivo: {1}
createAccountQuestion=\u00BFRealmente quiere crear una cuenta para {0}?
createAccountSuccess=La cuenta para <strong>{0}</strong> se cre\u00F3 correctamente.
credentialReferenceAddConfirmation=El recurso contiene un valor para <strong>&\#39;{0}&\#39;</strong> que es mutuamente excluyente a &\#39;Referencia de credencial&\#39;.<br/>\u00BFDesea eliminar el valor de &\#39;{0}&\#39; y agregar &\#39;Referencia de credencial&\#39;?
credentialReferenceAddressError=No se puede acceder a la referencia de la credencial: no hay una direcci\u00F3n disponible.
credentialReferenceConflict=Conflicto con la referencia de la credencial.
credentialReferenceParentNoResource=Esta configuraci\u00F3n de referencia de la credencial requiere el recurso principal {0}.
credentialReferenceValidationError={0} no es v\u00E1lido combinado con la referencia de la credencial.
currentOfTotal={0} de {1}
customListItemHint=Agregue nuevos mapeos como <em>{0}\={1}</em> pares. Presione <abbr class\="key" title\="RETURN">&crarr;</abbr> para agregar y <abbr class\="key" title\="BACKSPACE">&\#x232B</abbr> para eliminarlos.
dataSourceAddError=No se ha podido crear la fuente de datos.
dataSourceDisabled=Fuente de datos <strong>{0}</strong> desactivada.
dataSourceDisabledNoStatistics=Se desactiv\u00F3 la fuente de datos <strong>{0}</strong>.
dataSourceEnabled=Fuente de datos <strong>{0}</strong> activada.
datasourceFilterDescription=Filtrar por: nombre, xa, normal, habilitado/deshabilitado, implementaci\u00F3n
datasourceRuntimeFilterDescription=Filtrar por: nombre, xa, normal, habilitado/deshabilitado
dataSourceStatisticsDisabled=Las estad\u00EDsticas no est\u00E1n habilitadas para la fuente de datos {0}. Puede habilitarlas haciendo clic en el siguiente bot\u00F3n. Esto modificar\u00E1 la <strong>configuraci\u00F3n</strong> de la fuente de datos y deber\u00E1 recargar el servidor.
dataSourceStatisticsFromDeployment=Las estad\u00EDsticas no est\u00E1n disponibles para las fuentes de datos contenidas en una implementaci\u00F3n. Agregue la fuente de datos en la secci\u00F3n de configuraci\u00F3n para obtener estad\u00EDsticas.
deactivateAccountError=Se produjo un error al desactivar la cuenta para <strong>{0}</strong>. Motivo: {1}
deactivateAccountQuestion=\u00BFRealmente quiere desactivar una cuenta para {0}?
deactivateAccountSuccess=La cuenta para <strong>{0}</strong> se desactiv\u00F3 correctamente.
deployedTo=El contenido <strong>{0}</strong> se implement\u00F3 en los siguientes grupos de servidores:
deploymentActive=La implementaci\u00F3n <strong>{0}</strong> est\u00E1 habilitada y activa.
deploymentAdded=Se han agregado <strong>{0}</strong> implementaciones.
deploymentAdded[\=1]=Se ha agregado la implementaci\u00F3n.
deploymentDisabled=La implementaci\u00F3n <strong>{0}</strong> est\u00E1 desactivada.
deploymentDisabledError=La implementaci\u00F3n <strong>{0}</strong> no se pudo desactivar.
deploymentDisabledSuccess=La implementaci\u00F3n <strong>{0}</strong> se desactiv\u00F3 correctamente.
deploymentEmptyCreate=Crea una implementaci\u00F3n vac\u00EDa y explotada. Puede cargar y modificar archivos despu\u00E9s de que se haya creado la implementaci\u00F3n.
deploymentEmptySuccess=La implementaci\u00F3n <strong>{0}</strong> se cre\u00F3 correctamente.
deploymentEnabled=La implementaci\u00F3n <strong>{0}</strong> est\u00E1 habilitada.
deploymentEnabledError=La implementaci\u00F3n <strong>{0}</strong> no se pudo habilitar.
deploymentEnabledSuccess=La implementaci\u00F3n <strong>{0}</strong> se habilit\u00F3 correctamente.
deploymentError=<strong>{0}</strong> no se pudo implementar.
deploymentExploded=La implementaci\u00F3n <strong>{0}</strong> se explot\u00F3 correctamente.
deploymentFailed=Fall\u00F3 la implementaci\u00F3n <strong>{0}</strong>.
deploymentInProgress=<strong>{0}</strong> se est\u00E1 cargando. Espere hasta que haya terminado la implementaci\u00F3n.
deploymentNotEnabled=La implementaci\u00F3n <strong>{0}</strong> no est\u00E1 habilitada. Habilite la implementaci\u00F3n para ver informaci\u00F3n relacionada con el tiempo de ejecuci\u00F3n.
deploymentOpFailed=No se pudieron procesar <strong>{0}</strong> implementaciones.
deploymentOpFailed[\=1]=No se pudo procesar la implementaci\u00F3n.
deploymentPreview=Esta es una implementaci\u00F3n archivada. Use el siguiente bot\u00F3n para descargar una copia de esta implementaci\u00F3n. Para agregar o modificar archivos en la implementaci\u00F3n, necesita explotarlos.
deploymentReadError=No se puede leer la informaci\u00F3n para la implementaci\u00F3n <strong>{0}</strong>.
deploymentReplaced=Se han reemplazado <strong>{0}</strong> implementaciones.
deploymentReplaced[\=1]=Se ha reemplazado la implementaci\u00F3n.
deploymentStandaloneColumnFilterDescription=Filtrar por: nombre o estado de implementaci\u00F3n
deploymentStopped=Se detuvo la implementaci\u00F3n <strong>{0}</strong>.
deploymentSuccessful=<strong>{0}</strong> se implement\u00F3 correctamente.
deploymentUnknownState=Se desconoce el estado de la implementaci\u00F3n <strong>{0}</strong>.
deprecated=Obsoleto desde {0}, motivo: {1}
destinationFilterDescription=Filtrar por: nombre, tipo, implementaci\u00F3n
destroy=Destruir {0}
destroyServerError=No se pudo destruir el servidor <strong>{0}</strong>.
destroyServerGroupError=No se pudo destruir el grupo de servidores <strong>{0}</strong>.
destroyServerGroupQuestion=\u00BFEst\u00E1 seguro de que desea destruir el grupo de servidores <strong>{0}</strong>?
destroyServerGroupSuccess=El grupo de servidores <strong>{0}</strong> se destruy\u00F3 correctamente.
destroyServerQuestion=\u00BFEst\u00E1 seguro de que desea destruir el servidor <strong>{0}</strong>?
destroyServerSuccess=El servidor <strong>{0}</strong> se destruy\u00F3 correctamente.
disableSSLManagementError=Se produjo un error al intentar eliminar el SSL de la consola de administraci\u00F3n HTTP. Motivo: {0}.
disableSSLManagementQuestion=\u00BFDesea deshabilitar SSL de la consola de administraci\u00F3n HTTP? Tambi\u00E9n puede elegir si desea recargar {0}. De no ser as\u00ED, debe recargarlo manualmente luego, y apuntar el navegador hacia la direcci\u00F3n URL no segura de la consola de administraci\u00F3n HTTP.
disableSSLManagementSuccess=El SSL se desactiv\u00F3 correctamente desde la consola de administraci\u00F3n HTTP.
disableSSLUndertowError=Se produjo un error al tratar de eliminar el SSL del oyente HTTP Undertow <strong>{0}</strong>. Motivo: {1}.
disableSSLUndertowQuestion=\u00BFDesea deshabilitar el SSL del oyente HTTPS Undertow <strong>{0}</strong>? Debe elegir un Dominio de seguridad de la siguiente lista, ya que es un atributo necesario si elimina el contexto de SSL.
disableSSLUndertowSuccess=El SSL se desactiv\u00F3 correctamente del oyente HTTPS Undertow <strong>{0}</strong>.
domainConfigurationChanged=La configuraci\u00F3n del dominio ha cambiado. Utilice la topolog\u00EDa para recargar o reiniciar los servidores afectados.
domainControllerTimeout=El controlador de dominio <strong>{0}</strong> no responde. Verifique los archivos de registro y actualice esta p\u00E1gina despu\u00E9s de que el controlador de dominio est\u00E9 funcionando nuevamente.
domainRolloutLabel=<p>Despliegue de dominio: <strong>{0}</strong></p>
domainUuidLabel=UUID de dominio: {0}
dropSubscriptionsQuestion=\u00BFRealmente desea eliminar todas las suscripciones del tema <strong>{0}</strong>?
dropSubscriptionsSuccess=Todas las suscripciones se eliminaron correctamente del tema <strong>{0}</strong>.
duplicateAuthenticationModule=No se pudo crear el m\u00F3dulo de autenticaci\u00F3n.
duplicateAuthenticationModuleReason=El dominio de seguridad ya tiene un m\u00F3dulo de autenticaci\u00F3n JASPI. Para agregar un m\u00F3dulo de autenticaci\u00F3n cl\u00E1sico, cambie al modo experto y elimine primero la configuraci\u00F3n JSAP.
duplicateResource=Ya existe un {0} con este nombre.
ejbFilterDescription=Filtrar por: nombre, tipo, implementaci\u00F3n
emptyModelNodeForm=<strong>Sin atributos.</strong> Este recurso no contiene atributos o contiene \u00FAnicamente atributos complejos, los cuales no se admiten actualmente.
enableManagementSSLDescription=Esta tarea garantizar\u00E1 que la Interfaz de gesti\u00F3n de HTTP use un certificado para cifrar la comunicaci\u00F3n \u00FAnicamente entre el navegador y Wildfly. La configuraci\u00F3n de la interfaz nativa no cambia. Despu\u00E9s de finalizada esta operaci\u00F3n, puede deshabilitar SSL en cualquier momento desde la interfaz de gesti\u00F3n de HTTP, aunque los recursos de Elytron no se eliminar\u00E1n. Si desea cambiar la configuraci\u00F3n, puede usar el navegador modelo o jboss-cli.sh para gestionar los cambios.
enableSSLConfirmationDescription=Confirme los siguientes valores. Cuando desee continuar, todos los recursos estar\u00E1n creados y configurados.
enableSSLMutualQuestion=\u00BFHabilitar la autenticaci\u00F3n mutua? Esto crear\u00E1 un trust-store con el certificado del cliente.
enableSSLResultsError=Se produjo un error al configurar SSL; vea el motivo del error a continuaci\u00F3n. Puede volver atr\u00E1s y cambiar par\u00E1metros para volver a enviarlo.
enableSSLResultsSuccessDomain=<p>La Interfaz de gesti\u00F3n de HTTP se configur\u00F3 correctamente con SSL; no obstante, el <strong>Controlador del dominio</strong> se debe recargar para que se apliquen los cambios. Puede recargarla ahora haciendo clic en el bot\u00F3n a continuaci\u00F3n (los servidores debajo del dominio no se reiniciar\u00E1n), o puede recargarla posteriormente.</p><p>Al acceder por primera vez a la direcci\u00F3n HTTPS, si el certificado SSL es autofirmado o el navegador no lo considera confiable, el navegador emitir\u00E1 una advertencia y solicitar\u00E1 permiso para continuar.</p><p>La URL segura para la consola de administraci\u00F3n es <strong><a href\="{0}" class\="alert-link">{0}</a></strong></p>
enableSSLResultsSuccessStandalone=<p>La Interfaz de gesti\u00F3n de HTTP se configur\u00F3 correctamente con SSL; no obstante, el <strong>Servidor aut\u00F3nomo</strong> se debe recargar para que se apliquen los cambios. Puede recargarlo ahora haciendo clic en el bot\u00F3n a continuaci\u00F3n, o puede recargarlo posteriormente.</p><p>Al acceder por primera vez a la direcci\u00F3n HTTPS, si el certificado SSL es autofirmado o el navegador no lo considera confiable, el navegador emitir\u00E1 una advertencia y solicitar\u00E1 permiso para continuar.</p><p>La URL segura para la consola de administraci\u00F3n es <a href\="{0}" class\="alert-link">{0}</a></p>
enableSSLResultsSuccessUndertow=El oyente HTTPS <strong>{0}</strong> se configur\u00F3 correctamente con la configuraci\u00F3n del contexto de SSL: <strong>{1}</strong>.
enableSSLStrategyQuestion=Elija la estrategia que desea usar, en relaci\u00F3n con la manipulaci\u00F3n del key store.
enableSSLStrategyQuestionCreateAll=Quiero crear el almac\u00E9n de certificados (key-store) y generar un certificado autofirmado.
enableSSLStrategyQuestionCreateKeyStore=Ya tengo un almac\u00E9n de certificados en el sistema de archivos, pero no tengo configuraci\u00F3n de almac\u00E9n de llaves.
enableSSLStrategyQuestionReuseKeyStore=Ya tengo una configuraci\u00F3n de almac\u00E9n de llaves que utiliza un almac\u00E9n de certificados v\u00E1lido.
enableSSLSuccess=La interfaz de administraci\u00F3n de HTTP est\u00E1 protegida con SSL.
enableUndertowSSLDescription=Esta tarea proteger\u00E1 el Servidor web de HTTP (Undertow) para usar un certificado para cifrar la comunicaci\u00F3n \u00FAnicamente entre el navegador y Wildfly. Despu\u00E9s de completada esta operaci\u00F3n, podr\u00E1 deshabilitar SSL del servidor undertow, aunque los recursos de Elytron no se eliminar\u00E1n. Asimismo, si existe un Dominio de seguridad, dejar\u00E1 de estar definido, ya que no puede coexistir con el atributo SSL Context.
enableUndertowSSLResultsError=Se produjo un error al configurar SSL; vea el motivo del error a continuaci\u00F3n. Puede volver atr\u00E1s y cambiar par\u00E1metros para volver a enviarlo.
endpointColumnFilterDescription=Filtrar por: Nombre de punto de acceso o nombre de implementaci\u00F3n
endpointError=La interfaz de administraci\u00F3n en <a href\="\#" class\="alert-link">{0}</a> no responde. Aseg\u00FArese de<ul><li>haber adicionado usuarios para poder acceder a la consola de administraci\u00F3n</li><li>que la interfaz de administraci\u00F3n est\u00E9 en ejecuci\u00F3n</li><li><a href\="\#" class\="alert-link">{1}</a> que est\u00E9 configurada como origen permitido</li></ul>
endpointOk=La interfaz de administraci\u00F3n en <a href\="\#" class\="alert-link">{0}</a> est\u00E1 en ejecuci\u00F3n.
exactlyOneAlternativeError=Se requiere cualquiera de los {0}.
exactlyOneAlternativesError=Aseg\u00FArese de que se configure exactamente uno de {0}.
exclusiveRunningTimeLabel=<p>Tiempo de ejecuci\u00F3n exclusivo: <strong>{0}</strong></p>
executionStatusLabel=<p>Estado de ejecuci\u00F3n: <strong>{0}</strong> (<i>{1}</i>)</p>
expireMessageQuestion=\u00BFRealmente desea que caduque el mensaje seleccionado?
expireMessagesQuestion=\u00BFRealmente desea que caduquen los mensajes seleccionados?
expireMessageSuccess=El o los mensajes seleccionados han caducado correctamente.
explodedPreview=Esta es una implementaci\u00F3n explotada. Puede agregar, cargar, modificar y eliminar contenido de la implementaci\u00F3n. Observe que los cambios a la implementaci\u00F3n pueden no aparecer hasta que la vuelva a implementar.
exportCertificateError=No se pudo exportar el certificado con el alias <strong>{0}</strong> a la ruta <strong>{1}</strong> para <strong>{2}</strong>. Motivo: {3}.
exportCertificateSuccess=El certificado con alias <strong>{0}</strong> se export\u00F3 correctamente a la ruta <strong>{1}</strong> para el recurso <strong>{2}</strong>.
expressionError=Error al resolver la expresi\u00F3n <strong>{0}</strong>.
expressionWarning=No se pudo resolver la expresi\u00F3n <strong>{0}</strong>. \u00BFNo hay servidores en ejecuci\u00F3n?
extensionColumnFilterDescription=Filtrar por: nombre de la extensi\u00F3n, punto y tipo de instalaci\u00F3n
extensionError=La extensi\u00F3n no se pudo cargar desde la URL especificada. Estado: {0}.
extensionNetworkError=La URL no se pudo analizar debido a un error de red. Aseg\u00FArese de que {0} est\u00E9 configurado como un origen permitido para {1}.
extensionNoJson=La URL no devuelve texto que podr\u00EDa analizarse como metadatos de extensi\u00F3n.
extensionNotFound=No se pudo encontrar la extensi\u00F3n en la URL especificada. Verifique que la URL est\u00E9 disponible.
extensionOk=El script de la extensi\u00F3n se inyect\u00F3 correctamente.
extensionProcessing=Espere hasta que se hayan procesado y validado los metadatos de la extensi\u00F3n.
extensionScriptError=El script de la extensi\u00F3n no se pudo inyectar. Aseg\u00FArese de que la URL sea la correcta.
extensionUrl=Especifique la URL de los metadatos de la extensi\u00F3n. Generalmente, esta URL termina con <strong>extension.json</strong>.
failedReadKeycloak=No se pudieron leer los recursos de keycloak en {0}. Motivo: {1}
failedRedirectConsole=No se pudo redirigir el navegador a la direcci\u00F3n <strong>{0}</strong>. Debe ingresar la url en la barra de direcciones. Motivo: {1}
filterBy=Filtrar por {0}...
flushConnectionSuccess=Conexi\u00F3n de vaciado correcta
generateCSRError=No se pudo generar la solicitud de firma del certificado con el alias <strong>{0}</strong> en la ruta <strong>{1}</strong> para <strong>{2}</strong>. Motivo: {3}.
generateCSRSuccess=La solicitud de firma del certificado con alias <strong>{0}</strong> se gener\u00F3 correctamente en la ruta <strong>{1}</strong> para el recurso <strong>{2}</strong>.
generateKeyPairError=No se pudo generar el par de claves con alias <strong>{0}</strong> para <strong>{1}</strong>. Motivo: {2}.
generateKeyPairSuccess=El par de claves con alias <strong>{0}</strong> se gener\u00F3 correctamente para el recurso <strong>{1}</strong>.
getMetadataError=Se produjo un error al recuperar los metadatos para <strong>{0}</strong>. Motivo: {1}
getMetadataSuccess=Los metadatos para <strong>{0}</strong> se recuperaron correctamente.
goTo=Dir\u00EDjase a {0}
homepagePatchingDomainStepIntro=Aplicar un parche {0} al host seleccionado.
homepagePatchingStandaloneStepIntro=Aplicar un parche {0} al servidor.
homepagePatchingSubHeader=Administrar {0} parches
hostAdminMode=El host <strong>{0}</strong> se est\u00E1 ejecutando en modo de administraci\u00F3n \u00FAnicamente.
hostColumnFilterDescription=Filtrar por: nombre de host, dc/hc (tipo de controlador de host), encendido/apagado
hostControllerTimeout=El controlador de host <strong>{0}</strong> se encontr\u00F3 con un tiempo de espera. Verifique los archivos de registro.
hostDisconnected=El host <strong>{0}</strong> est\u00E1 desconectado.
hostNameChanged=El nombre del host se ha modificado. Se recomienda seriamente recargar la consola para reflejar la nueva configuraci\u00F3n.
hostNeedsReload=El host <strong>{0}</strong> se debe recargar.
hostNeedsRestart=El host <strong>{0}</strong> se debe reiniciar.
hostPatchesColumnFilterDescription=Filtrar por: nombre de host, dc/hc (tipo de controlador de host) y estado de ejecuci\u00F3n
hostPending=Se est\u00E1 ejecutando una operaci\u00F3n de ciclo de vida en el host <strong>{0}</strong>. Espere hasta que la operaci\u00F3n se haya completado correctamente.
hostRunning=El host <strong>{0}</strong> est\u00E1 en ejecuci\u00F3n.
hostScopedRole=Basado en el rol {0}, \u00E1mbito al o los hosts {1}.
hostStarting=El host <strong>{0}</strong> se est\u00E1 iniciando.
hostUndefined=La \u00FAltima operaci\u00F3n de ciclo de vida para el host <strong>{0}</strong> no se complet\u00F3 correctamente. Actualice o verifique los archivos de registro.
identityAttributeHelp=La lista de atributos de una identidad.
identityDescription=Nombre y atributos de identidad.
identityPasswordBcrypt=Una contrase\u00F1a que usa el algoritmo BCRYPT.
identityPasswordClear=Una contrase\u00F1a en texto sin procesar.
identityPasswordDigest=Una contrase\u00F1a de digest.
identityPasswordOtp=Una contrase\u00F1a \u00FAnica, utilizada por el mecanismo SASL de OTP.
identityPasswordSaltedSimpleDigest=Una contrase\u00F1a de salted simple digest.
identityPasswordScramDigest=Una contrase\u00F1a que usa el algoritmo SCRAM digest.
identityPasswordSimpleDigest=Una contrase\u00F1a digest simple.
importCertificateError=No se pudo importar el certificado con el alias <strong>{0}</strong> de la ruta <strong>{1}</strong> para <strong>{2}</strong>. Motivo: {3}.
importCertificateSuccess=El certificado con alias <strong>{0}</strong> se import\u00F3 correctamente de la ruta <strong>{1}</strong> para el recurso <strong>{2}</strong>.
includeAllHelpText=Config\u00FArelo si a todos los usuarios autenticados se les debe asignar autom\u00E1ticamente este rol.
invalidateSessionError=La sesi\u00F3n no se invalid\u00F3. Motivo: {0}
invalidateSessionQuestion=\u00BFDesea realmente invalidar la sesi\u00F3n seleccionada?
invalidateSessionSuccess=Sesi\u00F3n invalidada correctamente.
invalidExtensionJson=No se pudo analizar la URL como JSON. Aseg\u00FArese de que los metadatos de la extensi\u00F3n contengan un JSON v\u00E1lido.
invalidExtensionMetadata=Faltan los atributos necesarios de los metadatos de la extensi\u00F3n. Consulte <a target\="_blank" href\="{0}">{0}</a> para obtener m\u00E1s detalles.
invalidFormat=Formato no v\u00E1lido
invalidJNDIName=El nombre JNDI tiene que empezar por java:/ o java:jboss/
invalidLength=Longitud no v\u00E1lida; debe tener exactamente 16 caracteres.
invalidRange={0, n\u00FAmero} est\u00E1 fuera de rango: Rango no v\u00E1lido: {1, n\u00FAmero} - {2, n\u00FAmero}
invalidTagFormat=Formato no v\u00E1lido. Agregue nuevas propiedades como pares clave\=valor, el caracter especial permitido en el valor es: {0}
jdbcDriverColumnFilterDescription=Filtrar por: nombre de controlador o tipo de proveedor
jdbcDriverDeploymentHint=Para eliminar un controlador JDBC provisto como implementaci\u00F3n, deje de implementar el artefacto del controlador JDBC.
jdbcDriverProvidedBy=El controlador JDBC es proporcionado por {0} <code>{1}</code>.
jobExecutionColumnFilterDescription=Filtrar por: nombre del trabajo, implementaci\u00F3n y estado de ejecuci\u00F3n
jpaColumnFilterDescription=Filtrar por: nombre de unidad de persistencia o implementaci\u00F3n
jpaStatisticsDisabled=Las estad\u00EDsticas no est\u00E1n habilitadas para la unidad de persistencia {0}. Agregue <code>&lt;property name\="hibernate.generate_statistics" value\="true"/&gt;</code> a la persistencia.xml y vuelva a implementar{1}.
kill=Matar {0}
killServerError=No se pudo matar el servidor <strong>{0}</strong>.
killServerGroupError=No se pudo matar el grupo de servidores <strong>{0}</strong>.
killServerGroupQuestion=\u00BFEst\u00E1 seguro de que desea matar el grupo de servidores <strong>{0}</strong>?
killServerGroupSuccess=El grupo de servidores <strong>{0}</strong> se mat\u00F3 correctamente.
killServerQuestion=\u00BFEst\u00E1 seguro de que desea matar el servidor <strong>{0}</strong>?
killServerSuccess=El servidor <strong>{0}</strong> se mat\u00F3 correctamente.
largeLogFile=El archivo de registro es m\u00E1s grande que <strong>{0}</strong>. Tenga en cuenta que la descarga de archivos de registro grandes puede tardar m\u00E1s tiempo.
lastOperationException=No se puede ejecutar la \u00FAltima operaci\u00F3n
lastOperationFailed=\u00DAltima operaci\u00F3n fallida
listHint=Presione <abbr class\="key" title\="RETURN">&crarr;</abbr> para agregar nuevos elementos y <abbr class\="key" title\="BACKSPACE">&\#x232B</abbr> para eliminarlos.
loadContentError=No se puede leer el contenido ni la informaci\u00F3n de implementaci\u00F3n.
loadPropertiesRealmError=Se produjo un error al intentar cargar el dominio de propiedades <strong>{0}</strong>. Motivo: {1}
loadPropertiesRealmSuccess=El dominio de propiedades <strong>{0}</strong> se ha eliminado correctamente.
loadProviderDynamicWarning=Para utilizar la funcionalidad de M\u00E9trica de carga, se requiere contar con un proveedor de Carga din\u00E1mico, pero no existe. Utilice el men\u00FA de la izquierda para navegar hasta el Proveedor de carga din\u00E1mico y agr\u00E9guelo.
locationRequired=El atributo Ubicaci\u00F3n es necesario cuando el tipo est\u00E1 vac\u00EDo o es JCEKS, JKS, PKCS12.
logfileColumnFilterDescription=Filtrar por: nombre de archivo o fecha de la \u00FAltima modificaci\u00F3n
logFileError=Error al cargar el archivo de registro <strong>{0}</strong>.
logFileFullStatus=Mostrando todas las l\u00EDneas {0}. \u00DAltima actualizaci\u00F3n en {1}.
logFilePartStatus=Mostrando las \u00FAltimas l\u00EDneas {0}. \u00DAltima actualizaci\u00F3n en {1}.
logFilePreview=Las \u00FAltimas l\u00EDneas {0} del archivo de registro.
macroPlaybackError=Error durante la reproducci\u00F3n de macros.
macroPlaybackSuccessful=Reproducci\u00F3n de macros correcta.
mailColumnFilterDescription=Filtrar por: nombre de sesi\u00F3n o tipo de sesi\u00F3n
managementOperationsFindNoResult=No se encontr\u00F3 una operaci\u00F3n que haya mantenido el bloqueo de escritura de ejecuci\u00F3n de operaci\u00F3n durante m\u00E1s de [15] segundos
managementVersionMismatch=La versi\u00F3n del modelo de gesti\u00F3n del servidor <strong>{0}</strong> es inferior a la versi\u00F3n de destino de la consola <strong>{1}</strong>.
manyMessages=La cola contiene <strong>{0, n\u00FAmero}</strong> mensajes. Leer todos los mensajes puede demorar un tiempo. Si a\u00FAn desea mostrar todos los mensajes, haga clic en los botones a continuaci\u00F3n.
mappingHint=Agregue nuevos mapeos como los pares <em>from\=to</em>. Presione <abbr class\="key" title\="RETURN">&crarr;</abbr> para agregarlos y <abbr class\="key" title\="BACKSPACE">&\#x232B</abbr> para eliminarlos.
membershipColumnFilterDescription=Filtrar por: Principal o incluye/excluye
metadataError=Error al leer los metadatos.
modifyResourceSuccess={0} <strong>{1}</strong> modificado correctamente.
modifyResourceTitle=Editar {0}
modifySingleResourceSuccess=<strong>{0}</strong> modificado correctamente.
moreThanOneCacheMemory=Hay m\u00E1s de una memoria definida para esta cach\u00E9.
moreThanOneCacheStore=Hay m\u00E1s de un almac\u00E9n definido para esta cach\u00E9.
moreThanOneCacheStoreDetails=Solo el primero estar\u00E1 disponible en modo regular. Use el modo experto para revisar y eliminar los dem\u00E1s almacenes de cach\u00E9.
moreThanOneKeyMapperForPrincipalQuery=Una consulta principal solo puede tener un \u00FAnico mapeador de llaves.
moveMessageSuccess=El o los mensajes se han movido correctamente a <strong>{0}</strong>.
multiValueListHint=Agregue nuevos mapeos como los pares  <em>name\=value1:value2</em>. Presione <abbr class\="key" title\="RETURN">&crarr;</abbr> para agregarlos y <abbr class\="key" title\="BACKSPACE">&\#x232B</abbr> para eliminarlos.
nearCacheInvalidation=Este contenedor de cach\u00E9 remoto actualmente utiliza una cach\u00E9 cercana en modo <strong>invalidaci\u00F3n</strong>. Use el siguiente bot\u00F3n para <strong>deshabilitar</strong> la cach\u00E9 cercana.
nearCacheNone=Este contenedor de cach\u00E9 remoto actualmente <strong>no usa</strong> un modo de cach\u00E9 cercano. Use el bot\u00F3n de abajo para cambiar al modo de <strong>invalidaci\u00F3n</strong>.
nearCacheUndefined=El modo de cach\u00E9 cercano para este contenedor de cach\u00E9 remoto es <strong>no definido</strong>. <strong>Recargue</strong> el servidor para restablecer el modo de cach\u00E9 cercano a su valor predeterminado.
newContentSuccess=Archivo <strong>{1}</strong> agregado correctamente a <strong>{0}</strong>.
noBootErrors=No se han encontrado errores de arranque.
noChanges=No se han realizado modificaciones. No se guard\u00F3 el recurso.
noContent=No se ha especificado contenido. Seleccione un archivo para cargar.
noContentSelected=Seleccione un contenido.
noContentSelectedInDeployment=<p>Seleccione una entrada del \u00E1rbol para consultar su contenido. Los archivos de texto como HTML, CSS o archivos de propiedades se mostrar\u00E1n en un editor. Las im\u00E1genes se muestran en l\u00EDnea. El contenido desconocido se puede descargar o exhibir en el editor.</p><p>Las implementaciones regulares son de solo lectura, mientras que las explotadas se pueden modificar.</p>
noContextForNormalMode=No se puede cambiar al modo normal: No hay un contexto disponible.
noDeployment=No se ha especificado una implementaci\u00F3n. Seleccione un archivo para cargar.
noDeploymentPermissions=No se encontraron permisos de implementaci\u00F3n. Use el bot\u00F3n a continuaci\u00F3n para crear los permisos de implementaci\u00F3n predeterminados.
noDeploymentsUploaded=No se ha cargado ninguna implementaci\u00F3n.
noExecutions=No hay ejecuciones para este trabajo.
noItems=No hay elementos para esta vista.
noLogFile=No se ha especificado ning\u00FAn archivo de registro.
noMacrosDescription=Hasta el momento, no se han registrado macros. Para registrar un macro, elija <strong>{0}</strong> del men\u00FA de herramientas.
noMatchingItems=No hay elementos que coincidan con los criterios de filtros. Intente ajustar o borrar el filtro.
noMessagesSelected=\u00A1No hay mensajes seleccionados\!
nonEmptyRequires=Requerido si se configura {0}.
nonProgressingOperation=Esta operaci\u00F3n ha mantenido el bloqueo de ejecuci\u00F3n de la operaci\u00F3n de manera exclusiva por un per\u00EDodo mayor que el tiempo de expiraci\u00F3n proporcionado.
noPatchesForHost=No hay ning\u00FAn parche instalado para este host.
noPolicy=<p>No se ha definido un proveedor de pol\u00EDticas. Puede crear un proveedor de <strong>pol\u00EDticas personalizadas</strong> o <strong>pol\u00EDtica JACC</strong>.</p><p>Un proveedor de pol\u00EDticas personalizadas necesita especificar una clase que implemente <code>java.security.Policy</code>.<br/>Un proveedor de pol\u00EDticas JACC tiene valores predeterminados razonables que configuran JACC y servicios relacionados.</p>
noReferenceServerEmptyState=No hay informaci\u00F3n de tiempo de ejecuci\u00F3n disponible para la implementaci\u00F3n <strong>{0}</strong>. El grupo de servidores {1} no cuenta con un servidor en ejecuci\u00F3n, que contenga esta implementaci\u00F3n. Vaya al grupo de servidores {1} e inicie un servidor para ver informaci\u00F3n relacionada con el tiempo de ejecuci\u00F3n.
noReferenceServerPreview=Atributos de tiempo de ejecuci\u00F3n como &\#39;{1}&\#39; o &\#39;{2}&\#39; no se pudieron leer para <strong>{0}</strong>. No se encontr\u00F3 ning\u00FAn servidor en ejecuci\u00F3n que contenga esta implementaci\u00F3n. Vaya al grupo de servidores <a href\="{4}">{3}</a> y ejecute un servidor para ver todos los detalles.
noReset=No se pudo reinicializar ninguno de los atributos.
noResource=No se encontr\u00F3 ning\u00FAn recurso para el elemento seleccionado.
normalLogFile=El archivo de registro tiene un tama\u00F1o de <strong>{0}</strong>.
noSecuritySettingSelected=No se ha seleccionado la configuraci\u00F3n de seguridad.
noSelectedPatch=No se ha especificado un archivo de parche. Seleccione un parche de archivo para cargar.
noServerGroupSelected=Seleccione un grupo de servidores.
noStore=No se han definido configuraciones del almac\u00E9n para esta cach\u00E9. Elija un almac\u00E9n y use el bot\u00F3n a continuaci\u00F3n para agregar el almac\u00E9n.
notifications={0, n\u00FAmero} notificaciones
notifications[\=0]=No hay notificaciones
notifications[\=1]=Una notificaci\u00F3n
notMoreThanOneAlternativeError=No se puede establecer en conjunto con {0}.
notMoreThanOneAlternativesError=Aseg\u00FArese de que se configure solo uno de {0}.
noTransport=No se ha definido la configuraci\u00F3n de transporte para este contenedor de cach\u00E9. Use el bot\u00F3n a continuaci\u00F3n para agregar una configuraci\u00F3n de transporte JGroups.
noWrite=No se ha definido un comportamiento de escritura para este almac\u00E9n. Elija un comportamiento y use el bot\u00F3n a continuaci\u00F3n para asignarlo al almac\u00E9n.
obtainCertificateError=Se ha producido un error al obtener el certificado para el alias  <strong>{0}</strong> de Key Store <strong>{1}</strong>. Motivo: {2}
obtainCertificateSuccess=El certificado identificado por el alias <strong>{0}</strong> de Key Store <strong>{1}</strong> se recuper\u00F3 correctamente.
operationLabel=<p>Operaci\u00F3n: <strong>{0}</strong></p>
operations={0, n\u00FAmero} operaciones
pageNotFound=P\u00E1gina <strong>{0}</strong> no encontrada.
patchAddError=Hay un error al instalar el parche {0}. Motivo: {1}
patchHostNeedsRestart=El host <strong>{0}</strong> debe reiniciarse. Un parche no se puede agregar o restaurar antes de reiniciar el host.
patchInProgress=Se est\u00E1 aplicando <strong>{0}</strong>. Espere a que se haya instalado el parche.
patchLatestInstalledLabel=\u00DAltimo parche aplicado
patchRestartDomainControllerQuestion=<p>El host <strong>{0}</strong> se debe reiniciar. Un parche no se puede agregar o restaurar antes de reiniciar el host.</p><p>\u00BFEst\u00E1 seguro de que desea reiniciar el controlador de dominio <strong>{0}</strong>? La consola no estar\u00E1 disponible hasta que el controlador de dominio se haya reiniciado correctamente.</p>
patchRestartHostControllerQuestion=<p>El host <strong>{0}</strong> se debe reiniciar. Un parche no se puede agregar o restaurar antes de reiniciar el host.</p><p>\u00BFEst\u00E1 seguro de que desea reiniciar el controlador de host <strong>{0}</strong> ?</p>
patchRestartStandaloneQuestion=<p>El servidor se debe reiniciar. Un parche no se puede agregar o restaurar antes de reiniciar el servidor.</p><p>\u00BFEst\u00E1 seguro de que desea reiniciar el servidor?</p>
patchStopAllServersQuestion=<p>El mecanismo de parches sustituir\u00E1 los archivos de biblioteca y posiblemente reconfigurar\u00E1 los valores. Para evitar conflictos y problemas para aplicaciones que se ejecutan en servidores, se recomienda seriamente apagar todos los servidores (<strong>{0}</strong>) que se ejecutan en el host <strong>{1}</strong>. Cada servidor se apagar\u00E1 inmediatamente.</p><p>Puede continuar con la aplicaci\u00F3n del parche con los servidores en ejecuci\u00F3n, pero esta acci\u00F3n puede causar fallas en la aplicaci\u00F3n.</p>
patchStopAllServersTitle=Detenga los servidores
patchStopServersDialogMessage1=Si, apagar los servidores (recomendado)
patchStopServersDialogMessage2=No, dejar los servidores en ejecuci\u00F3n
patchSucessfullyApplied=El parche {0} se instal\u00F3 correctamente.
pauseQueueSuccess=Cola <strong>{0}</strong> detenida correctamente.
profileIncludes=El perfil incluye los siguientes perfiles: {0}.
profileNotUsedInServerGroups=El perfil no se utiliza en ning\u00FAn grupo de servidores.
profileUsedInServerGroups=El perfil se utiliza en los siguientes grupos de servidores: {0}.
propertiesHint=Agregue nuevas propiedades como los pares <em>key\=value</em>. Presione <abbr class\="key" title\="RETURN">&crarr;</abbr> para agregarlos y <abbr class\="key" title\="BACKSPACE">&\#x232B</abbr> para eliminarlos.
proxyColumnFilterDescription=Filtrar por: nombre o conector del proxy.
pruneDisconnectedQuestion=\u00BFEst\u00E1 seguro de que desea recortar todos los hosts desconectados? Con esto, se recortar\u00E1 informaci\u00F3n sobre todos los hosts desconectados.
pruneExpiredQuestion=\u00BFEst\u00E1 seguro de que desea recortar hosts caducados? Con esto, se recortar\u00E1 informaci\u00F3n sobre hosts desconectados, cuya \u00FAltima actividad fue hace m\u00E1s de una semana.
pruneSuccessful=Informaci\u00F3n sobre hosts desconectados recortada correctamente.
readAliasError=No se pudo leer el alias <strong>{0}</strong> de <strong>{1}</strong>. Motivo: {2}.
readAliasesError=No se pudieron leer los alias de <strong>{0}</strong>. Motivo: {1}.
readAliasesSuccess=Lea alias sin problemas desde <strong>{0}</strong>.
readDatasourcePropertiesErrorDomain=Para leer las propiedades de fuente de datos, se necesita contar con un servidor en ejecuci\u00F3n y no hay ning\u00FAn servidor en ejecuci\u00F3n para el perfil {0}.
readIdentityError=Se produjo un error para leer la identidad <strong>{0}</strong> del <strong>{1}</strong>. Motivo: {2}.
recordedOperations=Operaciones: {0, n\u00FAmero}
recordedOperations[\=0]=No hay operaciones registradas
recordingStarted=Se ha iniciado la grabaci\u00F3n de macros.
recordingStopped=Se ha detenido la grabaci\u00F3n de macros.
referenceServer=<br/>La informaci\u00F3n de implementaci\u00F3n de tiempo de ejecuci\u00F3n se recopila del servidor <strong>{0}</strong>.
reload=Recargar {0}
reloadConsoleRedirect=Por motivos de seguridad (redirigir entre http y https, CORS), la Consola de administraci\u00F3n no puede redirigir autom\u00E1ticamente a la nueva direcci\u00F3n URL, por lo que debe hacer clic en el enlace para acceder: <p><strong><a href\="{0}" class\="alert-link">{0}</a></strong>.</p>
reloadConsoleTimeout=El <strong>{0}</strong> no responde. Si la interfaz de administraci\u00F3n HTTP est\u00E1 configurada con SSL, puede que el navegador no conf\u00EDe en el certificado SSL y usted deba cargarlo manualmente <strong><a href\="{1}" class\="alert-link">{1}</a></strong>. De no ser el caso, verifique Wildfly y los registros del navegador.
reloadCRLError=No se pudo recargar la lista de revocaci\u00F3n de certificados de Trust Manager <strong>{0}</strong>. Motivo: {1}.
reloadCRLSuccess=La lista de revocaci\u00F3n de certificados de Trust Manager <strong>{0}</strong> se recarg\u00F3 correctamente.
reloadDomainControllerPending=El host <strong>{0}</strong> se est\u00E1 recargando. Espere hasta que la operaci\u00F3n se haya completado correctamente.
reloadDomainControllerQuestion=\u00BFEst\u00E1 seguro de que desea recargar el controlador de dominio <strong>{0}</strong>? La consola no estar\u00E1 disponible hasta que el controlador de dominio se haya recargado correctamente.
reloadError=No se pudo recargar <strong>{0}</strong>. Motivo: {1}.
reloadErrorCause=No se pudo recargar {0} <strong>{1}</strong>. Motivo: {2}
reloadHostControllerQuestion=\u00BFEst\u00E1 seguro de que desea recargar el controlador de host <strong>{0}</strong>?
reloadHostError=No se pudo recargar el host <strong>{0}</strong>.
reloadHostSuccess=El host <strong>{0}</strong> se recarg\u00F3 correctamente.
reloadServerError=No se pudo recargar el servidor <strong>{0}</strong>.
reloadServerGroupError=No se pudo recargar el grupo de servidores <strong>{0}</strong>.
reloadServerGroupQuestion=\u00BFEst\u00E1 seguro de que desea recargar el grupo de servidores <strong>{0}</strong>?
reloadServerGroupSuccess=El grupo de servidores <strong>{0}</strong> se recarg\u00F3 correctamente.
reloadServerQuestion=\u00BFEst\u00E1 seguro de que desea recargar el servidor <strong>{0}</strong>?
reloadServerSuccess=El servidor <strong>{0}</strong> se recarg\u00F3 correctamente.
reloadSettings=La configuraci\u00F3n no se aplicar\u00E1 hasta que se recargue la consola. \u00BFDesea recargarla ahora?
reloadSuccess=<strong>{0}</strong> se recarg\u00F3 correctamente.
removeAliasError=Se produjo un error al intentar eliminar el alias <strong>{0}</strong> de la Key Store <strong>{1}</strong>. Motivo: {2}
removeAliasQuestion=\u00BFRealmente desea eliminar el alias <strong>{0}</strong> de <strong>{1}</strong>?
removeAliasSuccess=El alias <strong>{0}</strong> se elimin\u00F3 correctamente de Key Store <strong>{1}</strong>.
removeConfigurationChangesQuestion=\u00BFRealmente desea deshabilitar los cambios de configuraci\u00F3n para {0} <strong>{1}</strong>.
removeConfirmationQuestion=\u00BFRealmente desea eliminar <strong>{0}</strong>?
removeConfirmationTitle=Borrar {0}
removeContentQuestion=\u00BFRealmente desea eliminar <strong>{1}</strong> de <strong>{0}</strong>?
removeContentSuccess=<strong>{1}</strong> se elimin\u00F3 correctamente desde <strong>{0}</strong>.
removeCurrentUserError=No se puede eliminar el usuario actual.
removeExtensionQuestion=\u00BFRealmente desea eliminar la extensi\u00F3n seleccionada?
removeExtensionSuccess=La extensi\u00F3n se ha eliminado correctamente. Debe recargar la consola para finalizar la acci\u00F3n.
removeGroupQuestion=\u00BFRealmente desea eliminar el grupo <strong>{0}</strong>? El propio grupo no ser\u00E1 eliminado, sino todas las asignaciones de {0}.
removeGroupSuccess=Todas las asignaciones del grupo <strong>{0}</strong> se eliminaron correctamente.
removeIdentityError=Se produjo un error al intentar eliminar la identidad <strong>{0}</strong> de <strong>{1}</strong>. Motivo: {2}
removeIdentityQuestion=\u00BFRealmente desea eliminar la identidad <strong>{0}</strong> de <strong>{1}</strong>?
removeIdentitySuccess=La identidad <strong>{0}</strong> se elimin\u00F3 correctamente de <strong>{1}</strong>.
removeMessageQuestion=\u00BFRealmente desea eliminar el mensaje seleccionado?
removeMessagesQuestion=\u00BFRealmente desea eliminar los mensajes seleccionados?
removeMessageSuccess=El o los mensajes seleccionados se eliminaron correctamente.
removeError=No se puede eliminar <strong> {0} </strong>. Causa: {1}
removeResourceSuccess={0} <strong>{1}</strong> se elimin\u00F3 correctamente.
removeRoleQuestion=\u00BFRealmente desea eliminar el rol <strong>{0}</strong> y todas sus asignaciones?
removeRunAsRoleError=El rol <strong>{0}</strong> actualmente se utiliza como rol de ejecuci\u00F3n y no se lo puede eliminar. En primer lugar, debe eliminar el rol de ejecuci\u00F3n.
removeSingletonConfirmationQuestion=\u00BFRealmente desea eliminar el recurso?
removeSingletonResourceSuccess=<strong>{0}</strong> se elimin\u00F3 correctamente.
removeSingletonSuccess=<strong>{0}</strong> se elimin\u00F3 correctamente.
removeUserQuestion=\u00BFRealmente desea eliminar el usuario <strong>{0}</strong>? No se eliminar\u00E1 el usuario en s\u00ED, sino todas las asignaciones de {0}.
removeUserSuccess=Todas las asignaciones del usuario {0} se eliminaron correctamente.
replicationColocated=Coloque el servidor activo y de respaldo
replicationLiveOnly=Solo el servidor activo
replicationMaster=Servidor activo (principal)
replicationSlave=Servidor de respaldo (esclavo)
replicationStrategy=<strong>Replicaci\u00F3n</strong><br/>Al usar la replicaci\u00F3n, los pares de servidores activo y de respaldo no comparten los mismos directorios de datos; toda la sincronizaci\u00F3n se realiza a trav\u00E9s de la red. Por lo tanto, todos los datos (persistentes) recibidos por el servidor activo se duplicar\u00E1n en el servidor de respaldo.<br/>Si el servidor activo se apaga correctamente, el servidor de respaldo se activar\u00E1 y los clientes realizar\u00E1n la recuperaci\u00F3n en el servidor de respaldo. Este comportamiento es predeterminado y, por lo tanto, no es configurable al usar la replicaci\u00F3n de datos.
requiredHelp=Los campos obligatorios est\u00E1n marcados con <abbr class\="req" title\="required"><i class\="fa fa-asterisk"></i></abbr>
requiredMarker=<abbr class\="req" title\="required"><i class\="fa fa-asterisk"></i></abbr>
requires=Requiere {0}
resetConfirmationQuestion=\u00BFRealmente desea restablecer <strong>{0}</strong>? Todos los atributos no obligatorios quedar\u00E1n sin definir o se restablecer\u00E1n a su valor predeterminado (si lo hubiera).
resetConfirmationTitle=Restablecer {0}
resetResourceSuccess={0} <strong>{1}</strong> se restableci\u00F3 correctamente.
resetSingletonConfirmationQuestion=\u00BFRealmente desea restablecer el recurso? Todos los atributos no obligatorios quedar\u00E1n sin definir o se restablecer\u00E1n a su valor predeterminado (si lo hubiera).
resetSingletonSuccess=<strong>{0}</strong> se restableci\u00F3 correctamente.
resetStatisticsQuestion=\u00BFRealmente desea restablecer las estad\u00EDsticas del conector <strong>{0}</strong>?
resetStatisticsSuccess=Estad\u00EDsticas para el conector <strong>{0}</strong> restablecidas correctamente.
resetStatisticsTitle=Restablecer estad\u00EDsticas
resourceAdapterColumnFilterDescription=Filtrar por: nombre, tipo de adaptador o soporte de transacciones
resourceAdapterProvidedBy=El adaptador de recursos es proporcionado por {0} <code>{1}</code>.
resourceDisabled=El {0} <strong>{1}</strong> est\u00E1 deshabilitado.
resourceEnabled=El {0} <strong>{1}</strong> est\u00E1 habilitado.
restart=Reiniciar {0}
restartDomainControllerPending=El host <strong>{0}</strong> se est\u00E1 reiniciando. Espere hasta que la operaci\u00F3n se haya completado correctamente.
restartDomainControllerQuestion=\u00BFEst\u00E1 seguro de que desea reiniciar el controlador de dominio <strong>{0}</strong>? La consola no estar\u00E1 disponible hasta que el controlador de dominio se haya reiniciado correctamente.
restartExecutionSuccess=La ejecuci\u00F3n del trabajo <strong>{0, n\u00FAmero}</strong> se reinici\u00F3 correctamente.
restartHostControllerQuestion=\u00BFEst\u00E1 seguro de que desea reiniciar el controlador de host <strong>{0}</strong>?
restartHostError=No se pudo reiniciar el host <strong>{0}</strong>.
restartHostSuccess=El host <strong>{0}</strong> se reinici\u00F3 correctamente.
restartServerError=No se pudo reiniciar el servidor <strong>{0}</strong>.
restartServerGroupError=No se pudo reiniciar el grupo de servidores<strong>{0}</strong>.
restartServerGroupQuestion=\u00BFEst\u00E1 seguro de que desea reiniciar el grupo de servidores <strong>{0}</strong>?
restartServerGroupSuccess=El grupo de servidores <strong>{0}</strong> se reinici\u00F3 correctamente.
restartServerQuestion=\u00BFEst\u00E1 seguro de que desea reiniciar el servidor <strong>{0}</strong>?
restartServerSuccess=El servidor <strong>{0}</strong> se reinici\u00F3 correctamente.
restartStandalonePending=El servidor <strong>{0}</strong> se est\u00E1 reiniciando. Espere hasta que la operaci\u00F3n se haya completado correctamente.
restartStandaloneQuestion=\u00BFEst\u00E1 seguro de que desea reiniciar el servidor <strong>{0}</strong>? La consola no estar\u00E1 disponible hasta que el servidor se haya reiniciado correctamente.
restartStandaloneTimeout=El servidor <strong>{0}</strong> no responde. Verifique los archivos de registro y actualice esta p\u00E1gina despu\u00E9s de que el servidor est\u00E9 funcionando nuevamente.
restColumnFilterDescription=Filtrar por: restablecer por nombre, m\u00E9todo o tipo de medio
results={0, n\u00FAmero} Resultados
results[\=1]=Un resultado
resumeQueueSuccess=Cola <strong>{0}</strong> reanudada correctamente.
resumeServerError=No se pudo reanudar el servidor <strong>{0}</strong>.
resumeServerGroupError=No se pudo reanudar el grupo de servidores <strong>{0}</strong>.
resumeServerGroupSuccess=El grupo de servidores <strong>{0}</strong> se reanud\u00F3 correctamente.
resumeServerSuccess=El servidor <strong>{0}</strong> se reanud\u00F3 correctamente.
revokeCertificateError=Se ha producido un error al revocar el certificado para el alias <strong>{0}</strong> de Key Store <strong>{1}</strong>. Motivo: {2}
revokeCertificateSuccess=El certificado identificado por el alias <strong>{0}</strong> de Key Store <strong>{1}</strong> se revoc\u00F3 correctamente.
roleColumnFilterDescription=Filtrar por: nombre de rol, tipo de rol o alcance
rollbackError=Error de restauraci\u00F3n. Motivo: {0}
rollbackInProgress=La restauraci\u00F3n de <strong>{0}</strong> se encuentra en progreso. Espere a que haya finalizado la restauraci\u00F3n.
rollbackSucessful=El parche <strong>{0}</strong> se elimin\u00F3 correctamente.
runningTimeLabel=<p>Tiempo de ejecuci\u00F3n: <strong>{0}</strong></p>
saveContentSuccess=Archivo <strong>{1}</strong> actualizado correctamente en <strong>{0}</strong>.
saveIdentityError=Se produjo un error al tratar de guardar una identidad <strong>{0}</strong> a <strong>{1}</strong>. Motivo: {2}
saveIdentitySuccess=La identidad <strong>{0}</strong> se guard\u00F3 correctamente en <strong>{1}</strong>.
securityDomainColumnFilterDescription=Filtrar por: nombre o tipo de cach\u00E9
selected=<strong>{0, n\u00FAmero}</strong> de <strong>{1, n\u00FAmero}</strong> seleccionado
sendMessagesToDeadLetterQuestion=\u00BFRealmente desea enviar los mensajes seleccionados a la cola de cartas muertas?
sendMessageToDeadLetterQuestion=\u00BFRealmente desea enviar el mensaje seleccionado a la cola de cartas muertas?
sendMessageToDeadLetterSuccess=El o los mensajes seleccionados se enviaron correctamente a la cola de cartas muertas.
serverAdminMode=El servidor <strong>{0}</strong> se est\u00E1 ejecutando en modo de administraci\u00F3n \u00FAnicamente.
serverBootErrors=Los errores de arranque ocurrieron durante el inicio del servidor <strong>{0}</strong>.
serverBootErrorsAndLink=Los errores de arranque ocurrieron durante el inicio del servidor {0}. <a href\="{1}">Ver</a>
serverConfigurationChanged=La configuraci\u00F3n del servidor ha cambiado.
serverFailed=El servidor <strong>{0}</strong> no se ha podido iniciar. Verifique los archivos de registro.
serverFilterDescription=Filtrar por: nombre del servidor, host, grupo o estado
serverGroupColumnFilterDescription=Filtrar por: nombre o perfil
serverGroupNoStartedServers=No hay servidores iniciados en el grupo de servidores <strong>{0}</strong>.
serverGroupNoStoppedServers=No hay servidores detenidos en el grupo de servidores <strong>{0}</strong>.
serverGroupNoSuspendedServers=No hay servidores suspendidos en el grupo de servidores <strong>{0}</strong>.
serverGroupScopedRole=Basado en el rol {0}, dirigido a los grupos de servidores {1}.
serverGroupTimeout=El grupo de servidores <strong>{0}</strong> se encontr\u00F3 con un tiempo de espera. Verifique los archivos de registro.
serverNeedsReload=El servidor <strong>{0}</strong> se debe recargar.
serverNeedsRestart=El servidor <strong>{0}</strong> se debe reiniciar.
serverPending=Se est\u00E1 ejecutando una operaci\u00F3n de ciclo de vida en el servidor <strong>{0}</strong>. Espere hasta que la operaci\u00F3n se haya completado correctamente.
serverRunning=El servidor <strong>{0}</strong> est\u00E1 en ejecuci\u00F3n.
serverStopped=El servidor <strong>{0}</strong> se ha detenido.
serverSuspended=El servidor <strong>{0}</strong> se ha suspendido.
serverTimeout=El servidor <strong>{0}</strong> se encontr\u00F3 con un tiempo de espera. Verifique los archivos de registro.
serverUndefined=La \u00FAltima operaci\u00F3n de ciclo de vida para el servidor <strong>{0}</strong> no se complet\u00F3 correctamente. Actualice o verifique los archivos de registro.
serverUrlCustom=Se utiliza una URL personalizada para el servidor. Puede modificar la URL o borrar el campo de entrada para restablecerlo al valor del modelo de gesti\u00F3n.
serverUrlError=No se puede leer la URL del servidor desde el modelo de gesti\u00F3n. Utilice el campo de entrada para establecer una URL personalizada.
serverUrlManagementModel=La actual URL del servidor se toma del modelo de gesti\u00F3n; si no refleja la URL del servidor p\u00FAblico, utilice el campo de entrada a continuaci\u00F3n para establecer una URL personalizada, la cual se utilizar\u00E1 para suministrar URL proporcionadas por subsistemas como JAX-RS o Web.
setIdentityPasswordError=Se produjo un error al intentar establecer una contrase\u00F1a para la identidad <strong>{0}</strong> de <strong>{1}</strong>. Motivo: {2}
setIdentityPasswordQuestion=Seleccione el tipo de contrase\u00F1a que desea establecer para la identidad:
setIdentityPasswordSuccess=Se estableci\u00F3 una contrase\u00F1a correctamente para la identidad <strong>{0}</strong> de <strong>{1}</strong>.
setSecretPasswordError=Se produjo un error al intentar establecer una contrase\u00F1a para el alias <strong>{0}</strong> de <strong>{1}</strong>. Motivo: {2}
setSecretPasswordSuccess=Se estableci\u00F3 una contrase\u00F1a correctamente para el alias <strong>{0}</strong> de <strong>{1}</strong>.
sharedStoreColocated=Coloque el servidor activo y de respaldo
sharedStoreMaster=Servidor activo (principal)
sharedStoreSlave=Servidor de respaldo (esclavo)
sharedStoreStrategy=<strong>Almac\u00E9n compartido</strong><br/>Este estilo de alta disponibilidad difiere de la replicaci\u00F3n de datos en el hecho de que requiere un sistema de archivos compartido al que pueden acceder el nodo activo y el de respaldo. Esto significa que los pares de servidores usan la misma ubicaci\u00F3n para su paginaci\u00F3n, el diario de mensajes, el diario de vinculaciones y mensajes extensos en su configuraci\u00F3n.<br/>Asimismo, cada servidor participante del par, ya sea activo o de respaldo, deber\u00E1 contar con una <code>conexi\u00F3n de cl\u00FAster</code> definida, inclusive si no forma parte de un cl\u00FAster, ya que la <code>conexi\u00F3n de cl\u00FAster</code> define de qu\u00E9 manera el servidor de respaldo anuncia su presencia a su servidor activo y dem\u00E1s nodos.
simpleProviderWarning=Actualmente, este sistema est\u00E1 configurado para usar controles de acceso simple, y no se utilizar\u00E1n cambios realizados en esta secci\u00F3n. Para utilizar la configuraci\u00F3n relacionada de RBAC, necesitar\u00E1 habilitar los controles de acceso basados en roles.
specifyParameters=Especifique los par\u00E1metros para <code>{0}</code>.
ssoAccessControlWarning=El inicio de sesi\u00F3n \u00FAnico est\u00E1 activado en este sistema con motivos de autenticaci\u00F3n y autorizaci\u00F3n. Se debe usar el servidor Keycloak para configurar usuarios y roles.
staleStatistics=Es posible que las estad\u00EDsticas no est\u00E9n actualizadas.
startDeliverySuccess=La entrega de MDB <strong>{0}</strong> se inici\u00F3 correctamente.
startJobSuccess=El trabajo <strong>{0}</strong> se inici\u00F3 correctamente con la ID de ejecuci\u00F3n <strong>{1}</strong>.
startServerError=No se pudo iniciar el servidor <strong>{0}</strong>.
startServerGroupError=No se pudo iniciar el grupo de servidores <strong>{0}</strong>.
startServerGroupSuccess=El grupo de servidores <strong>{0}</strong> se inici\u00F3 correctamente.
startServerSuccess=El servidor <strong>{0}</strong> se inici\u00F3 correctamente.
statisticsDisabled=Las estad\u00EDsticas no est\u00E1n habilitadas para el subsistema <strong>{0}</strong>. Haga clic en el bot\u00F3n a continuaci\u00F3n para habilitar las estad\u00EDsticas. Esto establecer\u00E1 el atributo <code>statistics-enabled</code> en <code>true</code>.
statisticsEnabled=Las estad\u00EDsticas para <strong>{0}</strong> se habilitaron correctamente.
stop=Detener {0}
stopDeliverySuccess=La entrega de MDB <strong>{0}</strong> se detuvo correctamente.
stopExecutionSuccess=La ejecuci\u00F3n del trabajo <strong>{0, n\u00FAmero}</strong> se detuvo correctamente.
stopServerError=No se pudo detener el servidor <strong>{0}</strong>.
stopServerGroupError=No se pudo detener el grupo de servidores <strong>{0}</strong>.
stopServerGroupQuestion=\u00BFEst\u00E1 seguro de que desea detener el grupo de servidores <strong>{0}</strong>?
stopServerGroupSuccess=El grupo de servidores <strong>{0}</strong> se detuvo correctamente.
stopServerQuestion=\u00BFEst\u00E1 seguro de que desea detener el servidor <strong>{0}</strong>?
stopServerSuccess=El servidor <strong>{0}</strong> se detuvo correctamente.
storeError=No se pudo almacenar <strong>{0}</strong>. Motivo: {1}.
storeSuccess=<strong>{0}</strong> almacenado correctamente.
susbsystemFilterDescription=Filtrar por: nombre o subt\u00EDtulo
suspend=Suspender {0}
suspendServerError=No se pudo suspender el servidor <strong>{0}</strong>.
suspendServerGroupError=No se pudo suspender el grupo de servidores <strong>{0}</strong>.
suspendServerGroupQuestion=\u00BFEst\u00E1 seguro de que desea suspender el grupo de servidores <strong>{0}</strong>?
suspendServerGroupSuccess=El grupo de servidores <strong>{0}</strong> se suspendi\u00F3 correctamente.
suspendServerQuestion=\u00BFEst\u00E1 seguro de que desea suspender el servidor <strong>{0}</strong>?
suspendServerSuccess=El servidor <strong>{0}</strong> se suspendi\u00F3 correctamente.
switchProviderSuccess=El proveedor ha pasado correctamente de {0} a {1}.
switchToRbacProvider=<p>Actualmente, est\u00E1 usando el proveedor simple.</p><p>Antes de cambiar el proveedor a RBAC, aseg\u00FArese de que la configuraci\u00F3n tenga un usuario que ser\u00E1 asignado a uno de los roles de RBAC. De lo contrario, la instalaci\u00F3n no podr\u00E1 gestionarse, a menos que se detenga y se edite la configuraci\u00F3n XML.</p><p>Observe que necesita reiniciar antes de que se aplique la nueva configuraci\u00F3n.</p>
switchToSimpleProvider=<p>Actualmente est\u00E1 usando el proveedor RBAC.</p><p>Al cambiar de proveedor a simple, ya no se aplicar\u00E1n las restricciones y todos los usuarios actuar\u00E1n como SuperUser. No obstante, la propia configuraci\u00F3n de RBAC no se perder\u00E1.</p><p>Observe que necesita reiniciar antes de que se aplique la nueva configuraci\u00F3n.</p>
testConnectionCancelError=No se puede eliminar la fuente de datos <strong>{0}</strong>, creada durante la conexi\u00F3n de prueba.
testConnectionDomain=<p>En esta p\u00E1gina, puede probar la conexi\u00F3n de su fuente de datos. Para ello, se necesita un servidor en ejecuci\u00F3n, que es parte del perfil actualmente seleccionado.</p><p>Observe que probar la conexi\u00F3n cambia la sem\u00E1ntica de este asistente:</p><ul><li>Si presiona <strong>{0}</strong> por <strong>primera vez</strong>, la fuente de datos se <strong>crea por adelantado</strong>.</li><li>Si <strong>vuelve</strong> y cambia la configuraci\u00F3n, esto <strong>modificar\u00E1</strong> la fuente de datos recientemente creada. Observe que no puede modificar el nombre y las vinculaciones de JNDI una vez que se cre\u00F3 la fuente de datos.</li><li>Si <strong>cancela</strong> el asistente, la fuente de datos se <strong>eliminar\u00E1</strong> nuevamente. Para ello, puede tener que recargar la instancia de servidor relacionada.</li></ul><p>Si elije continuar sin probar la conexi\u00F3n, la fuente de datos se crear\u00E1 despu\u00E9s de finalizar el asistente.</p>
testConnectionError=No se pudo probar la conexi\u00F3n para la fuente de datos <strong>{0}</strong>.
testConnectionErrorDomain=Para la conexi\u00F3n de prueba, se necesita un servidor en ejecuci\u00F3n y no hay ning\u00FAn servidor en ejecuci\u00F3n para el perfil seleccionado.
testConnectionStandalone=<p>En esta p\u00E1gina, puede probar la conexi\u00F3n de su fuente de datos. </p><p>Observe que probar la conexi\u00F3n cambia la sem\u00E1ntica de este asistente:</p><ul><li>Si presiona <strong>{0}</strong> por <strong>primera vez</strong>, la fuente de datos se <strong>crea por adelantado</strong>.</li><li>Si <strong>vuelve</strong> y cambia la configuraci\u00F3n, esto <strong>modificar\u00E1</strong> la fuente de datos recientemente creada. Observe que no puede modificar el nombre y las vinculaciones de JNDI una vez que se cre\u00F3 la fuente de datos.</li><li>Si <strong>cancela</strong> el asistente, la fuente de datos se <strong>eliminar\u00E1</strong> nuevamente. Para ello, puede tener que recargar el servidor.</li></ul><p>Si elije continuar sin probar la conexi\u00F3n, la fuente de datos se crear\u00E1 despu\u00E9s de finalizar el asistente.</p>
testConnectionSuccess=Conexi\u00F3n probada correctamente para la fuente de datos <strong>{0}</strong>.
topologyError=No se puede cargar la topolog\u00EDa.
tourAccessControl=De manera predeterminada, EAP usa controles de acceso simple para las interfaces de administraci\u00F3n. De manera opcional, puede implementar el <strong>Control de acceso basado en roles</strong> (RBAC) para especificar un conjunto de permisos para los usuarios de administraci\u00F3n. Los roles asignados a un usuario o grupo determinan los recursos a los que se pueden acceder y las operaciones que se pueden realizar.
tourAccessControlRoles=Administre la lista de <strong>roles</strong> asignados a un usuario o grupo en particular.
tourAccessControlUsers=Agregue y asigne roles a <strong>usuarios</strong> y <strong>grupos</strong>. Defina permisos personalizados para <strong>roles</strong> y vea la membres\u00EDa de roles.
tourDomainConfiguration=Lista de <strong>perfiles</strong> disponibles en el dominio administrado. Diferentes grupos de servidores pueden usar diferentes perfiles seg\u00FAn las capacidades necesarias.
tourDomainConfigurationSubsystem=Consulte y modifique la configuraci\u00F3n de cada <strong>subsistema</strong> incluido en el perfil seleccionado. Por ejemplo, agregue una fuente de datos, configure un proveedor de mensajer\u00EDa o ajuste la seguridad de la aplicaci\u00F3n.
tourDomainDeploymentsAddActions=Agregue una implementaci\u00F3n a un grupo de servidores al cargar una <strong>nueva implementaci\u00F3n</strong>, elegir una implementaci\u00F3n existente del <strong>repositorio de contenido</strong> o crear una <strong>implementaci\u00F3n no administrada</strong> para administrarla fuera de EAP.
tourDomainHomeConfiguration=Gestione la <strong>Configuraci\u00F3n</strong> de perfiles y subsistemas disponibles que proporcionan un determinado conjunto de capacidades, como fuentes de datos o mensajer\u00EDa.
tourDomainHomeDeployments=Agregue, elimine y asigne <strong>Implementaciones</strong> a grupos de servidores.
tourDomainHomeRuntime=Consulte la informaci\u00F3n del <strong>Tiempo de ejecuci\u00F3n</strong>, como el estado del servidor, el uso de JVM y los registros del servidor. En un dominio administrado, configure los grupos de servidores y hosts.
tourDomainRuntimeBrowseBy=Administre servidores por <strong>hosts</strong> o <strong>grupos de servidores</strong> en el dominio administrado.
tourDomainRuntimeServer=Consulte la <strong>configuraci\u00F3n del servidor</strong> y realice <strong>operaciones</strong> como iniciar, detener y recargar el servidor.
tourDomainRuntimeServerAdd=Cree un <strong>nuevo servidor</strong> para un host y as\u00EDgnelo a un grupo de servidores.
tourDomainRuntimeServerGroup=Consulte la <strong>configuraci\u00F3n del grupo de servidores</strong> y realice <strong>operaciones</strong> como iniciar, detener y recargar todos los servidores en este grupo de servidores.
tourDomainRuntimeServerGroupsAdd=Cree un <strong>nuevo grupo de servidores</strong> para el dominio administrado.
tourStandaloneConfigurationSubsystem=Vea y modifique la configuraci\u00F3n de cada <strong>subsistema</strong> disponible. Por ejemplo, agregue una fuente de datos, configure un proveedor de mensajer\u00EDa o ajuste la seguridad de las aplicaciones.
tourStandaloneDeployment=Habilite, deshabilite y vea el <strong>estado</strong> de todas las implementaciones.
tourStandaloneDeploymentAddActions=Agregue una implementaci\u00F3n al cargar una <strong>nueva implementaci\u00F3n</strong> o crear una <strong>implementaci\u00F3n no administrada</strong> para que se administre fuera de EAP.
tourStandaloneHomeConfiguration=Gestione la <strong>Configuraci\u00F3n</strong> de subsistemas disponibles que proporcionan un determinado conjunto de capacidades, como fuentes de datos o mensajer\u00EDa.
tourStandaloneHomeDeployments=Agregue, elimine y habilite <strong>Implementaciones</strong>.
tourStandaloneHomeRuntime=Consulte la informaci\u00F3n del <strong>Tiempo de ejecuci\u00F3n</strong>, como el estado del servidor, el uso de JVM y los registros del servidor.
tourStandaloneRuntimeServer=Consulte la <strong>informaci\u00F3n del tiempo de ejecuci\u00F3n</strong> acerca del servidor, como el uso de JVM y los registros del servidor.
tourStandaloneRuntimeSubsystem=Consulte la informaci\u00F3n del tiempo de ejecuci\u00F3n <strong>espec\u00EDfica del subsistema</strong>, como m\u00E9tricas de fuentes de datos o transacciones.
transactionSetUuidOrSocket=Establezca el enlace de sockets de Id Uuid de proceso o Id de proceso
transactionUnableSetProcessId=No se puede cambiar la ID de proceso
unauthorized=No tiene permiso para acceder a este recurso.
undeployedContent=El contenido <strong>{0}</strong> no se implement\u00F3 en un grupos de servidores.
undertowListenerProcessingDisabled=Las estad\u00EDsticas no est\u00E1n habilitadas para el oyente <strong>{0}</strong> en el servidor <strong>{1}</strong>. Haga clic en el bot\u00F3n a continuaci\u00F3n para habilitar las estad\u00EDsticas. Esto establecer\u00E1 el atributo <code>record-request-start-time</code> en <code>true</code>.
unit=El valor utiliza {0} como unidad
unknownError=Error interno
unknownResource=El recurso no existe
unknownResourceDetails=Error al leer el recurso "{0}":\n{1}
unsupportedFileTypeDescription=El archivo seleccionado no se admite de manera predeterminada. Puede descargar y ver el archivo mediante un editor externo. De manera alternativa, puede intentar ver el archivo en el editor.
updateAccountError=Se produjo un error al actualizar la cuenta para <strong>{0}</strong>. Motivo: {1}
updateAccountQuestion=\u00BFRealmente desea actualizar la cuenta para <strong>{0}</strong>?
updateAccountSuccess=La cuenta para <strong>{0}</strong> se actualiz\u00F3 correctamente.
updateAvailable=Una nueva versi\u00F3n de HAL est\u00E1 disponible. Versi\u00F3n actual: {0}, nueva versi\u00F3n: {1}
updateServerError=No se pudo actualizar el servidor <strong>{0}</strong>.
uploadContentDescription=Especifique un archivo o URL.
uploadContentInvalid=Debe especificar un archivo o URL.
uploadError=<strong>{0}</strong> no se pudo cargar.
uploadInProgress=<strong>{0}</strong> se est\u00E1 cargando. Espere hasta que haya terminado la carga.
uploadSuccessful=<strong>{0}</strong> se ha cargado correctamente al repositorio de contenido.
uptime=Tiempo de actividad: {0}
used={0}% usado
verifyRenewError=Se ha producido un error al verificar si el certificado se debe renovar para el alias <strong>{0}</strong> de Key Store <strong>{1}</strong>. Motivo: {2}
verifyRenewSuccess=La verificaci\u00F3n de renovaci\u00F3n del certificado identificado por el alias <strong>{0}</strong> de Key Store <strong>{1}</strong> se verific\u00F3 correctamente.
view=Ver {0}
writeBehaviour=Este almac\u00E9n actualmente usa un comportamiento <strong>{0}</strong>. Use el bot\u00F3n a continuaci\u00F3n para cambiar a <strong>{1}</strong>.
