<p>${build.shortName}  &#x306b;&#x30d1;&#x30c3;&#x30c1;&#x3092;&#x9069;&#x7528;&#x3059;&#x308b;&#x65b9;&#x6cd5;&#x306f;&#x3001;&#x30a4;&#x30f3;&#x30b9;&#x30c8;&#x30fc;&#x30eb;&#x306e;&#x65b9;&#x6cd5;&#x306b;&#x3088;&#x3063;&#x3066;&#x7570;&#x306a;&#x308a;&#x307e;&#x3059;&#x3002;ZIP &#x307e;&#x305f;&#x306f;&#x30a4;&#x30f3;&#x30b9;&#x30c8;&#x30fc;&#x30e9;&#x30fc;&#x3067; ${build.shortName} &#x3092;&#x30a4;&#x30f3;&#x30b9;&#x30c8;&#x30fc;&#x30eb;&#x3057;&#x305f;&#x5834;&#x5408;&#x306f;&#x3001;ZIP &#x30d9;&#x30fc;&#x30b9;&#x306e;&#x30d1;&#x30c3;&#x30c1;&#x7ba1;&#x7406;&#x30b7;&#x30b9;&#x30c6;&#x30e0;&#x3092;&#x4f7f;&#x7528;&#x3059;&#x308b;&#x5fc5;&#x8981;&#x304c;&#x3042;&#x308a;&#x307e;&#x3059;&#x3002;RPM &#x3092;&#x4f7f;&#x7528;&#x3057;&#x3066; Red Hat Enterprise Linux &#x4e0a;&#x306b; ${build.shortName} &#x3092;&#x30a4;&#x30f3;&#x30b9;&#x30c8;&#x30fc;&#x30eb;&#x3057;&#x305f;&#x5834;&#x5408;&#x306f;&#x3001;RPM &#x30d1;&#x30c3;&#x30c1;&#x3092;&#x4f7f;&#x7528;&#x3059;&#x308b;&#x5fc5;&#x8981;&#x304c;&#x3042;&#x308a;&#x307e;&#x3059;&#x3002;</p>

<p>&#x30d1;&#x30c3;&#x30c1;&#x3092;&#x9069;&#x7528;&#x307e;&#x305f;&#x306f;&#x30ed;&#x30fc;&#x30eb;&#x30d0;&#x30c3;&#x30af;&#x3059;&#x308b;&#x524d;&#x306b;&#x3001;&#x3059;&#x3079;&#x3066;&#x306e;&#x30c7;&#x30d7;&#x30ed;&#x30a4;&#x30e1;&#x30f3;&#x30c8;&#x3068;&#x8a2d;&#x5b9a;&#x30d5;&#x30a1;&#x30a4;&#x30eb;&#x3092;&#x542b;&#x3080; ${build.shortName}  &#x30b5;&#x30fc;&#x30d0;&#x30fc;&#x3092;&#x30d0;&#x30c3;&#x30af;&#x30a2;&#x30c3;&#x30d7;&#x3057;&#x3066;&#x304f;&#x3060;&#x3055;&#x3044;&#x3002;</p>

<p>${build.shortName}  &#x306e; ZIP &#x307e;&#x305f;&#x306f;&#x30a4;&#x30f3;&#x30b9;&#x30c8;&#x30fc;&#x30e9;&#x30fc;&#x30a4;&#x30f3;&#x30b9;&#x30c8;&#x30fc;&#x30eb;&#x306e;&#x7d2f;&#x8a08;&#x30d1;&#x30c3;&#x30c1;&#x306f;&#x3001;Red Hat &#x30ab;&#x30b9;&#x30bf;&#x30de;&#x30fc;&#x30dd;&#x30fc;&#x30bf;&#x30eb;&#x304b;&#x3089;&#x30c0;&#x30a6;&#x30f3;&#x30ed;&#x30fc;&#x30c9;&#x3067;&#x304d;&#x307e;&#x3059;&#x3002;</p>

<p>&#x7ba1;&#x7406;&#x5bfe;&#x8c61;&#x30c9;&#x30e1;&#x30a4;&#x30f3;&#x74b0;&#x5883;&#x306e;&#x8907;&#x6570;&#x306e; ${build.shortName}  &#x30db;&#x30b9;&#x30c8;&#x306e;&#x5834;&#x5408;&#x3001;&#x5404;&#x30db;&#x30b9;&#x30c8;&#x306f; ${build.shortName}  &#x30c9;&#x30e1;&#x30a4;&#x30f3;&#x30b3;&#x30f3;&#x30c8;&#x30ed;&#x30fc;&#x30e9;&#x30fc;&#x304b;&#x3089;&#x30d1;&#x30c3;&#x30c1;&#x3067;&#x304d;&#x307e;&#x3059;&#x3002;</p>

<p>&#x30d1;&#x30c3;&#x30c1;&#x9069;&#x7528;&#x306e;&#x4ed6;&#x306b;&#x3001;&#x30d1;&#x30c3;&#x30c1;&#x306e;&#x9069;&#x7528;&#x3092;&#x30ed;&#x30fc;&#x30eb;&#x30d0;&#x30c3;&#x30af;&#x3059;&#x308b;&#x3053;&#x3068;&#x3082;&#x3067;&#x304d;&#x307e;&#x3059;&#x3002;</p>

<h3>ZIP/&#x30a4;&#x30f3;&#x30b9;&#x30c8;&#x30fc;&#x30e9;&#x30fc;&#x30a4;&#x30f3;&#x30b9;&#x30c8;&#x30fc;&#x30eb;&#x306e;&#x30d1;&#x30c3;&#x30c1;&#x306b;&#x95a2;&#x3059;&#x308b;&#x91cd;&#x8981;&#x4e8b;&#x9805;</h3>

<ul>
    <li>&#x30e2;&#x30b8;&#x30e5;&#x30fc;&#x30eb;&#x3092;&#x66f4;&#x65b0;&#x3059;&#x308b;&#x30d1;&#x30c3;&#x30c1;&#x3092;&#x9069;&#x7528;&#x3059;&#x308b;&#x5834;&#x5408;&#x3001;&#x8d77;&#x52d5;&#x6642;&#x306b;&#x4f7f;&#x7528;&#x3055;&#x308c;&#x308b;&#x65b0;&#x305f;&#x306b;&#x30d1;&#x30c3;&#x30c1;&#x304c;&#x9069;&#x7528;&#x3055;&#x308c;&#x305f; JAR &#x306f; <code>${build.installDir}/modules/system/layers/base/.overlays/PATCH_ID/MODULE</code> &#x306b;&#x683c;&#x7d0d;&#x3055;&#x308c;&#x307e;&#x3059;&#x3002;&#x30d1;&#x30c3;&#x30c1;&#x304c;&#x9069;&#x7528;&#x3055;&#x308c;&#x3066;&#x3044;&#x306a;&#x3044;&#x5143;&#x306e;&#x30d5;&#x30a1;&#x30a4;&#x30eb;&#x306f; <code>${build.installDir}/modules/system/layers/base/MODULE</code> &#x306b;&#x6b8b;&#x7559;&#x3057;&#x307e;&#x3059;&#x304c;&#x3001;&#x3053;&#x308c;&#x3089;&#x306e; JAR &#x306f;&#x30e9;&#x30f3;&#x30bf;&#x30a4;&#x30e0;&#x306b;&#x4f7f;&#x7528;&#x3055;&#x308c;&#x307e;&#x305b;&#x3093;&#x3002;</li>
    <li>${build.shortName} &#x306e;&#x7d2f;&#x8a08;&#x30d1;&#x30c3;&#x30c1;&#x30ea;&#x30ea;&#x30fc;&#x30b9;&#x306e;&#x30b5;&#x30a4;&#x30ba;&#x3092;&#x5927;&#x5e45;&#x306b;&#x5c0f;&#x3055;&#x304f;&#x3059;&#x308b;&#x305f;&#x3081;&#x3001;&#x7d2f;&#x8a08;&#x30d1;&#x30c3;&#x30c1;&#x3092;&#x90e8;&#x5206;&#x7684;&#x306b;&#x30ed;&#x30fc;&#x30eb;&#x30d0;&#x30c3;&#x30af;&#x3059;&#x308b;&#x3053;&#x3068;&#x306f;&#x3067;&#x304d;&#x307e;&#x305b;&#x3093;&#x3002;&#x9069;&#x7528;&#x6e08;&#x307f;&#x306e;&#x30d1;&#x30c3;&#x30c1;&#x306f;&#x30d1;&#x30c3;&#x30c1;&#x5168;&#x4f53;&#x306e;&#x307f;&#x3092;&#x30ed;&#x30fc;&#x30eb;&#x30d0;&#x30c3;&#x30af;&#x3067;&#x304d;&#x307e;&#x3059;&#x3002;</li>
    <li>&#x305f;&#x3068;&#x3048;&#x3070;&#x3001;CP03 &#x3092; ${build.shortName} &#x306b;&#x9069;&#x7528;&#x3059;&#x308b;&#x5834;&#x5408;&#x3001;CP01 &#x3084; CP02 &#x306b;&#x30ed;&#x30fc;&#x30eb;&#x30d0;&#x30c3;&#x30af;&#x3067;&#x304d;&#x307e;&#x305b;&#x3093;&#x3002;&#x5404;&#x7d2f;&#x8a08;&#x30d1;&#x30c3;&#x30c1;&#x30ea;&#x30ea;&#x30fc;&#x30b9;&#x306b;&#x30ed;&#x30fc;&#x30eb;&#x30d0;&#x30c3;&#x30af;&#x3067;&#x304d;&#x308b;&#x3088;&#x3046;&#x306b;&#x3059;&#x308b;&#x306b;&#x306f;&#x3001;&#x5404;&#x7d2f;&#x8a08;&#x30d1;&#x30c3;&#x30c1;&#x3092;&#x30ea;&#x30ea;&#x30fc;&#x30b9;&#x9806;&#x306b;&#x500b;&#x5225;&#x306b;&#x9069;&#x7528;&#x3059;&#x308b;&#x5fc5;&#x8981;&#x304c;&#x3042;&#x308a;&#x307e;&#x3059;&#x3002;</li>
</ul>