<p>&#x30ed;&#x30fc;&#x30eb;&#x30d9;&#x30fc;&#x30b9;&#x30a2;&#x30af;&#x30bb;&#x30b9;&#x30b3;&#x30f3;&#x30c8;&#x30ed;&#x30fc;&#x30eb; (RBAC) &#x306f;&#x3001;&#x7ba1;&#x7406;&#x30e6;&#x30fc;&#x30b6;&#x30fc;&#x306e;&#x30d1;&#x30fc;&#x30df;&#x30c3;&#x30b7;&#x30e7;&#x30f3;&#x30bb;&#x30c3;&#x30c8;&#x3092;&#x6307;&#x5b9a;&#x3059;&#x308b;&#x30e1;&#x30ab;&#x30cb;&#x30ba;&#x30e0;&#x3067;&#x3059;&#x3002;&#x3053;&#x308c;&#x306b;&#x3088;&#x308a;&#x3001;&#x5404;&#x30e6;&#x30fc;&#x30b6;&#x30fc;&#x304c;&#x7121;&#x5236;&#x9650;&#x306e;&#x30a2;&#x30af;&#x30bb;&#x30b9;&#x3092;&#x5fc5;&#x8981;&#x3068;&#x305b;&#x305a;&#x306b;&#x8907;&#x6570;&#x306e;&#x30e6;&#x30fc;&#x30b6;&#x30fc;&#x304c;&#x30b5;&#x30fc;&#x30d0;&#x30fc;&#x306e;&#x7ba1;&#x7406;&#x696d;&#x52d9;&#x3092;&#x5171;&#x6709;&#x3067;&#x304d;&#x307e;&#x3059;&#x3002;&#x7ba1;&#x7406;&#x30e6;&#x30fc;&#x30b6;&#x30fc;&#x306e;&#x300c;&#x8077;&#x52d9;&#x306e;&#x5206;&#x96e2;&#x300d;&#x3092;&#x5b9f;&#x73fe;&#x3059;&#x308b;&#x3053;&#x3068;&#x3067;&#x3001;&#x4e0d;&#x5fc5;&#x8981;&#x306a;&#x7279;&#x6a29;&#x3092;&#x4e0e;&#x3048;&#x305a;&#x306b;&#x7d44;&#x7e54;&#x306b;&#x304a;&#x3051;&#x308b;&#x500b;&#x4eba;&#x307e;&#x305f;&#x306f;&#x30b0;&#x30eb;&#x30fc;&#x30d7;&#x306e;&#x696d;&#x52d9;&#x5206;&#x6563;&#x3092;&#x5bb9;&#x6613;&#x306b;&#x3057;&#x307e;&#x3059;&#x3002;&#x3053;&#x308c;&#x306b;&#x3088;&#x308a;&#x3001;&#x8a2d;&#x5b9a;&#x3001;&#x30c7;&#x30d7;&#x30ed;&#x30a4;&#x30e1;&#x30f3;&#x30c8;&#x3001;&#x304a;&#x3088;&#x3073;&#x7ba1;&#x7406;&#x306e;&#x67d4;&#x8edf;&#x6027;&#x3092;&#x7dad;&#x6301;&#x3057;&#x306a;&#x304c;&#x3089;&#x30b5;&#x30fc;&#x30d0;&#x30fc;&#x3084;&#x30c7;&#x30fc;&#x30bf;&#x306e;&#x30bb;&#x30ad;&#x30e5;&#x30ea;&#x30c6;&#x30a3;&#x30fc;&#x3092;&#x53ef;&#x80fd;&#x306a;&#x9650;&#x308a;&#x5f37;&#x5316;&#x3067;&#x304d;&#x307e;&#x3059;&#x3002;</p>
<p>&#x30ed;&#x30fc;&#x30eb;&#x30d9;&#x30fc;&#x30b9;&#x30a2;&#x30af;&#x30bb;&#x30b9;&#x5236;&#x5fa1;&#x306f;&#x3001;&#x30ed;&#x30fc;&#x30eb;&#x30d1;&#x30fc;&#x30df;&#x30c3;&#x30b7;&#x30e7;&#x30f3;&#x3068;&#x5236;&#x7d04;&#x306e;&#x7d44;&#x307f;&#x5408;&#x308f;&#x305b;&#x306b;&#x5bfe;&#x51e6;&#x3057;&#x307e;&#x3059;&#x3002;&#x7570;&#x306a;&#x308b;&#x56fa;&#x5b9a;&#x30d1;&#x30fc;&#x30df;&#x30c3;&#x30b7;&#x30e7;&#x30f3;&#x3092;&#x6301;&#x3064; 7 &#x3064;&#x306e;&#x30ed;&#x30fc;&#x30eb;&#x304c;&#x4e8b;&#x524d;&#x5b9a;&#x7fa9;&#x3055;&#x308c;&#x3066;&#x3044;&#x307e;&#x3059;&#x3002;&#x4e8b;&#x524d;&#x5b9a;&#x7fa9;&#x3055;&#x308c;&#x305f;&#x30ed;&#x30fc;&#x30eb;&#x306f; Monitor&#x3001;Operator&#x3001;Maintainer&#x3001;Deployer&#x3001;Auditor&#x3001;Administrator&#x3001;&#x304a;&#x3088;&#x3073; SuperUser &#x3067;&#x3059; (&#x30ed;&#x30fc;&#x30eb;&#x3092;&#x9078;&#x629e;&#x3057;&#x3066;&#x305d;&#x306e;&#x30d1;&#x30fc;&#x30df;&#x30c3;&#x30b7;&#x30e7;&#x30f3;&#x306e;&#x8a73;&#x7d30;&#x3092;&#x78ba;&#x8a8d;&#x3057;&#x3066;&#x304f;&#x3060;&#x3055;&#x3044;)&#x3002;&#x5404;&#x7ba1;&#x7406;&#x30e6;&#x30fc;&#x30b6;&#x30fc;&#x306b;&#x306f; 1 &#x3064;&#x4ee5;&#x4e0a;&#x306e;&#x30ed;&#x30fc;&#x30eb;&#x304c;&#x5272;&#x308a;&#x5f53;&#x3066;&#x3089;&#x308c;&#x307e;&#x3059;&#x3002;&#x5404;&#x30ed;&#x30fc;&#x30eb;&#x306f;&#x3001;&#x30b5;&#x30fc;&#x30d0;&#x30fc;&#x3092;&#x7ba1;&#x7406;&#x3059;&#x308b;&#x3068;&#x304d;&#x306b;&#x30e6;&#x30fc;&#x30b6;&#x30fc;&#x304c;&#x5b9f;&#x884c;&#x3067;&#x304d;&#x308b;&#x64cd;&#x4f5c;&#x3092;&#x6307;&#x5b9a;&#x3057;&#x307e;&#x3059;&#x3002;</p>
<p><strong>&#x91cd;&#x8981;:</strong> &#x30d7;&#x30ed;&#x30d0;&#x30a4;&#x30c0;&#x30fc;&#x3092; <code>rbac</code> &#x306b;&#x5909;&#x66f4;&#x3059;&#x308b;&#x524d;&#x306b;&#x3001;RBAC &#x30ed;&#x30fc;&#x30eb;&#x306e; 1 &#x3064;&#x306b;&#x30de;&#x30c3;&#x30d7;&#x3055;&#x308c;&#x308b;&#x30e6;&#x30fc;&#x30b6;&#x30fc; (&#x6700;&#x4f4e;&#x3067;&#x3082; Administrator &#x307e;&#x305f;&#x306f; SuperUser &#x30ed;&#x30fc;&#x30eb;&#x3092;&#x6301;&#x3064;&#x30e6;&#x30fc;&#x30b6;&#x30fc; 1 &#x540d;) &#x304c;&#x8a2d;&#x5b9a;&#x3055;&#x308c;&#x3066;&#x3044;&#x308b;&#x3053;&#x3068;&#x3092;&#x78ba;&#x8a8d;&#x3057;&#x3066;&#x304f;&#x3060;&#x3055;&#x3044;&#x3002;&#x305d;&#x3046;&#x3067;&#x306a;&#x3044;&#x3068;&#x3001;&#x30a4;&#x30f3;&#x30b9;&#x30c8;&#x30fc;&#x30eb;&#x304c;&#x30b7;&#x30e3;&#x30c3;&#x30c8;&#x30c0;&#x30a6;&#x30f3;&#x3057;&#x3001;XML &#x8a2d;&#x5b9a;&#x304c;&#x7de8;&#x96c6;&#x3055;&#x308c;&#x306a;&#x3044;&#x3068;&#x3001;&#x30a4;&#x30f3;&#x30b9;&#x30c8;&#x30fc;&#x30eb;&#x3092;&#x7ba1;&#x7406;&#x3059;&#x308b;&#x3053;&#x3068;&#x304c;&#x3067;&#x304d;&#x306a;&#x304f;&#x306a;&#x308a;&#x307e;&#x3059;&#x3002;</p>