<h2>&#x6a19;&#x6e96;&#x306e;&#x30ed;&#x30fc;&#x30eb;</h2>
<p>&#x4e8b;&#x524d;&#x5b9a;&#x7fa9;&#x3055;&#x308c;&#x305f;&#x30e6;&#x30fc;&#x30b6;&#x30fc;&#x30ed;&#x30fc;&#x30eb;&#x306f; 7 &#x3064;&#x3042;&#x308a;&#x307e;&#x3059;&#x3002;</p>
<ul>
    <li>Monitor</li>
    <li>Operator</li>
    <li>Maintainer</li>
    <li>Deployer</li>
    <li>Auditor</li>
    <li>Administrator</li>
    <li>SuperUser</li>
</ul>
<p>&#x3053;&#x308c;&#x3089;&#x306e;&#x5404;&#x30ed;&#x30fc;&#x30eb;&#x306f;&#x7570;&#x306a;&#x308b;&#x30d1;&#x30fc;&#x30df;&#x30c3;&#x30b7;&#x30e7;&#x30f3;&#x306e;&#x30bb;&#x30c3;&#x30c8;&#x3092;&#x6301;&#x3061;&#x3001;&#x7279;&#x5b9a;&#x306e;&#x30e6;&#x30fc;&#x30b9;&#x30b1;&#x30fc;&#x30b9;&#x5411;&#x3051;&#x306b;&#x8a2d;&#x5b9a;&#x3055;&#x308c;&#x3066;&#x3044;&#x307e;&#x3059;&#x3002;Monitor&#x3001;Operator&#x3001;Maintainer&#x3001;Administrator&#x3001;&#x304a;&#x3088;&#x3073; SuperUser &#x30ed;&#x30fc;&#x30eb;&#x306f;&#x3001;&#x305d;&#x308c;&#x305e;&#x308c;&#x524d;&#x306e;&#x30ec;&#x30d9;&#x30eb;&#x306e;&#x30ed;&#x30fc;&#x30eb;&#x304b;&#x3089;&#x7d99;&#x627f;&#x3057;&#x305f;&#x30d1;&#x30fc;&#x30df;&#x30c3;&#x30b7;&#x30e7;&#x30f3;&#x3068;&#x8ffd;&#x52a0;&#x306e;&#x30d1;&#x30fc;&#x30df;&#x30c3;&#x30b7;&#x30e7;&#x30f3;&#x3092;&#x6301;&#x3061;&#x307e;&#x3059;&#x3002;Auditor &#x304a;&#x3088;&#x3073; Deployer &#x30ed;&#x30fc;&#x30eb;&#x306f;&#x305d;&#x308c;&#x305e;&#x308c; Monitor &#x304a;&#x3088;&#x3073; Maintainer &#x30ed;&#x30fc;&#x30eb;&#x306b;&#x4f3c;&#x3066;&#x3044;&#x307e;&#x3059;&#x304c;&#x3001;&#x7279;&#x5225;&#x306a;&#x30d1;&#x30fc;&#x30df;&#x30c3;&#x30b7;&#x30e7;&#x30f3;&#x304a;&#x3088;&#x3073;&#x5236;&#x9650;&#x304c;&#x8ffd;&#x52a0;&#x3055;&#x308c;&#x3066;&#x3044;&#x307e;&#x3059;&#x3002;</p>

<h2>&#x30b9;&#x30b3;&#x30fc;&#x30d7;&#x6307;&#x5b9a;&#x30ed;&#x30fc;&#x30eb;</h2>
<p>&#x30b9;&#x30b3;&#x30fc;&#x30d7;&#x6307;&#x5b9a;&#x30ed;&#x30fc;&#x30eb;&#x306f;&#x3001;&#x6307;&#x5b9a;&#x3055;&#x308c;&#x305f; 1 &#x3064;&#x4ee5;&#x4e0a;&#x306e;&#x30b5;&#x30fc;&#x30d0;&#x30fc;&#x30b0;&#x30eb;&#x30fc;&#x30d7;&#x307e;&#x305f;&#x306f;&#x30db;&#x30b9;&#x30c8;&#x306b;&#x5bfe;&#x3057;&#x3066;&#x306e;&#x307f;&#x3001;1 &#x3064;&#x306e;&#x6a19;&#x6e96;&#x30ed;&#x30fc;&#x30eb;&#x306e;&#x30d1;&#x30fc;&#x30df;&#x30c3;&#x30b7;&#x30e7;&#x30f3;&#x3092;&#x4ed8;&#x4e0e;&#x3059;&#x308b;&#x30e6;&#x30fc;&#x30b6;&#x30fc;&#x5b9a;&#x7fa9;&#x306e;&#x30ed;&#x30fc;&#x30eb;&#x3067;&#x3059;&#x3002;&#x30b9;&#x30b3;&#x30fc;&#x30d7;&#x6307;&#x5b9a;&#x30ed;&#x30fc;&#x30eb;&#x306b;&#x3088;&#x308a;&#x3001;&#x5fc5;&#x8981;&#x306a;&#x30b5;&#x30fc;&#x30d0;&#x30fc;&#x30b0;&#x30eb;&#x30fc;&#x30d7;&#x3084;&#x30db;&#x30b9;&#x30c8;&#x306e;&#x307f;&#x306b;&#x9650;&#x5b9a;&#x3055;&#x308c;&#x308b;&#x30d1;&#x30fc;&#x30df;&#x30c3;&#x30b7;&#x30e7;&#x30f3;&#x3092;&#x7ba1;&#x7406;&#x30e6;&#x30fc;&#x30b6;&#x30fc;&#x306b;&#x4ed8;&#x4e0e;&#x3067;&#x304d;&#x307e;&#x3059;&#x3002;</p>
<p>&#x30b9;&#x30b3;&#x30fc;&#x30d7;&#x6307;&#x5b9a;&#x30ed;&#x30fc;&#x30eb;&#x306f; 5 &#x3064;&#x306e;&#x7279;&#x6027;&#x306b;&#x3088;&#x3063;&#x3066;&#x5b9a;&#x7fa9;&#x3055;&#x308c;&#x307e;&#x3059;&#x3002;</p>
<ol>
    <li>&#x4e00;&#x610f;&#x540d;&#x3002;</li>
    <li>&#x30d9;&#x30fc;&#x30b9;&#x306b;&#x306a;&#x308b;&#x6a19;&#x6e96;&#x30ed;&#x30fc;&#x30eb;&#x3002;</li>
    <li>&#x30b5;&#x30fc;&#x30d0;&#x30fc;&#x30b0;&#x30eb;&#x30fc;&#x30d7;&#x307e;&#x305f;&#x306f;&#x30db;&#x30b9;&#x30c8;&#x3078;&#x9069;&#x7528;&#x3055;&#x308c;&#x308b;&#x304b;&#x3069;&#x3046;&#x304b;&#x3002;</li>
    <li>&#x30b9;&#x30b3;&#x30fc;&#x30d7;&#x6307;&#x5b9a;&#x30ed;&#x30fc;&#x30eb;&#x304c;&#x5236;&#x9650;&#x3055;&#x308c;&#x308b;&#x30b5;&#x30fc;&#x30d0;&#x30fc;&#x30b0;&#x30eb;&#x30fc;&#x30d7;&#x307e;&#x305f;&#x306f;&#x30db;&#x30b9;&#x30c8;&#x306e;&#x30ea;&#x30b9;&#x30c8;&#x3002;</li>
    <li>&#x3059;&#x3079;&#x3066;&#x306e;&#x30e6;&#x30fc;&#x30b6;&#x30fc;&#x304c;&#x81ea;&#x52d5;&#x7684;&#x306b;&#x542b;&#x307e;&#x308c;&#x308b;&#x304b;&#x3069;&#x3046;&#x304b;&#x3002;&#x30c7;&#x30d5;&#x30a9;&#x30eb;&#x30c8;&#x306f; false &#x3067;&#x3059;&#x3002;</li>
</ol>
<p>&#x30b9;&#x30b3;&#x30fc;&#x30d7;&#x6307;&#x5b9a;&#x30ed;&#x30fc;&#x30eb;&#x306e;&#x4f5c;&#x6210;&#x5f8c;&#x3001;&#x6a19;&#x6e96;&#x30ed;&#x30fc;&#x30eb;&#x3068;&#x540c;&#x69d8;&#x306b;&#x30e6;&#x30fc;&#x30b6;&#x30fc;&#x3084;&#x30b0;&#x30eb;&#x30fc;&#x30d7;&#x3078;&#x5272;&#x308a;&#x5f53;&#x3066;&#x3067;&#x304d;&#x307e;&#x3059;&#x3002;</p>
<p>&#x30b9;&#x30b3;&#x30fc;&#x30d7;&#x6307;&#x5b9a;&#x30ed;&#x30fc;&#x30eb;&#x3092;&#x4f5c;&#x6210;&#x3057;&#x3066;&#x3082;&#x3001;&#x65b0;&#x3057;&#x3044;&#x30d1;&#x30fc;&#x30df;&#x30c3;&#x30b7;&#x30e7;&#x30f3;&#x306f;&#x5b9a;&#x7fa9;&#x3067;&#x304d;&#x307e;&#x305b;&#x3093;&#x3002;&#x30b9;&#x30b3;&#x30fc;&#x30d7;&#x6307;&#x5b9a;&#x30ed;&#x30fc;&#x30eb;&#x306f;&#x3001;&#x65e2;&#x5b58;&#x30ed;&#x30fc;&#x30eb;&#x306e;&#x30d1;&#x30fc;&#x30df;&#x30c3;&#x30b7;&#x30e7;&#x30f3;&#x3092;&#x5236;&#x9650;&#x3055;&#x308c;&#x305f;&#x30b9;&#x30b3;&#x30fc;&#x30d7;&#x3067;&#x9069;&#x7528;&#x3059;&#x308b;&#x305f;&#x3081;&#x306b;&#x4f7f;&#x7528;&#x3055;&#x308c;&#x307e;&#x3059;&#x3002;&#x305f;&#x3068;&#x3048;&#x3070;&#x3001;&#x5358;&#x4e00;&#x306e;&#x30b5;&#x30fc;&#x30d0;&#x30fc;&#x30b0;&#x30eb;&#x30fc;&#x30d7;&#x306b;&#x5236;&#x9650;&#x3055;&#x308c;&#x308b; Deployer &#x30ed;&#x30fc;&#x30eb;&#x3092;&#x57fa;&#x306b;&#x30b9;&#x30b3;&#x30fc;&#x30d7;&#x6307;&#x5b9a;&#x30ed;&#x30fc;&#x30eb;&#x3092;&#x4f5c;&#x6210;&#x3067;&#x304d;&#x307e;&#x3059;&#x3002;</p>
<p>&#x30ed;&#x30fc;&#x30eb;&#x306f;&#x3001;&#x30db;&#x30b9;&#x30c8;&#x3068;&#x30b5;&#x30fc;&#x30d0;&#x30fc;&#x30b0;&#x30eb;&#x30fc;&#x30d7;&#x306e; 2 &#x3064;&#x306e;&#x30b9;&#x30b3;&#x30fc;&#x30d7;&#x306e;&#x307f;&#x306b;&#x9650;&#x5b9a;&#x3055;&#x308c;&#x307e;&#x3059;&#x3002;</p>
<dl>
    <dt>&#x30db;&#x30b9;&#x30c8;&#x30b9;&#x30b3;&#x30fc;&#x30d7;&#x6307;&#x5b9a;&#x30ed;&#x30fc;&#x30eb;</dt>
    <dd>&#x30db;&#x30b9;&#x30c8;&#x30b9;&#x30b3;&#x30fc;&#x30d7;&#x6307;&#x5b9a;&#x3055;&#x308c;&#x305f;&#x30ed;&#x30fc;&#x30eb;&#x306f;&#x3001;&#x305d;&#x306e;&#x30ed;&#x30fc;&#x30eb;&#x306e;&#x30d1;&#x30fc;&#x30df;&#x30c3;&#x30b7;&#x30e7;&#x30f3;&#x3092; 1 &#x3064;&#x4ee5;&#x4e0a;&#x306e;&#x30db;&#x30b9;&#x30c8;&#x306b;&#x5236;&#x9650;&#x3057;&#x307e;&#x3059;&#x3002;&#x3053;&#x308c;&#x306b;&#x3088;&#x308a;&#x3001;&#x95a2;&#x9023;&#x3059;&#x308b; /host=*/ &#x30ea;&#x30bd;&#x30fc;&#x30b9;&#x30c4;&#x30ea;&#x30fc;&#x306b;&#x30a2;&#x30af;&#x30bb;&#x30b9;&#x3067;&#x304d;&#x307e;&#x3059;&#x304c;&#x3001;&#x4ed6;&#x306e;&#x30db;&#x30b9;&#x30c8;&#x56fa;&#x6709;&#x306e;&#x30ea;&#x30bd;&#x30fc;&#x30b9;&#x306f;&#x8868;&#x793a;&#x3055;&#x308c;&#x307e;&#x305b;&#x3093;&#x3002;</dd>
    <dt>&#x30b5;&#x30fc;&#x30d0;&#x30fc;&#x30b0;&#x30eb;&#x30fc;&#x30d7;&#x30b9;&#x30b3;&#x30fc;&#x30d7;&#x6307;&#x5b9a;&#x30ed;&#x30fc;&#x30eb;</dt>
    <dd>&#x30b5;&#x30fc;&#x30d0;&#x30fc;&#x30b0;&#x30eb;&#x30fc;&#x30d7;&#x30b9;&#x30b3;&#x30fc;&#x30d7;&#x6307;&#x5b9a;&#x306e;&#x30ed;&#x30fc;&#x30eb;&#x306f;&#x3001;&#x305d;&#x306e;&#x30ed;&#x30fc;&#x30eb;&#x306e;&#x30d1;&#x30fc;&#x30df;&#x30c3;&#x30b7;&#x30e7;&#x30f3;&#x3092; 1 &#x3064;&#x4ee5;&#x4e0a;&#x306e;&#x30b5;&#x30fc;&#x30d0;&#x30fc;&#x30b0;&#x30eb;&#x30fc;&#x30d7;&#x306b;&#x5236;&#x9650;&#x3057;&#x307e;&#x3059;&#x3002;&#x3055;&#x3089;&#x306b;&#x3001;&#x30ed;&#x30fc;&#x30eb;&#x30d1;&#x30fc;&#x30df;&#x30c3;&#x30b7;&#x30e7;&#x30f3;&#x306f;&#x3001;&#x6307;&#x5b9a;&#x3055;&#x308c;&#x305f;&#x30b5;&#x30fc;&#x30d0;&#x30fc;&#x30b0;&#x30eb;&#x30fc;&#x30d7;&#x306b;&#x95a2;&#x9023;&#x3059;&#x308b;&#x30d7;&#x30ed;&#x30d5;&#x30a1;&#x30a4;&#x30eb;&#x3001;&#x30bd;&#x30b1;&#x30c3;&#x30c8;&#x30d0;&#x30a4;&#x30f3;&#x30c7;&#x30a3;&#x30f3;&#x30b0;&#x30b0;&#x30eb;&#x30fc;&#x30d7;&#x3001;&#x30b5;&#x30fc;&#x30d0;&#x30fc;&#x8a2d;&#x5b9a;&#x3001;&#x304a;&#x3088;&#x3073;&#x30b5;&#x30fc;&#x30d0;&#x30fc;&#x30ea;&#x30bd;&#x30fc;&#x30b9;&#x306b;&#x3082;&#x9069;&#x7528;&#x3055;&#x308c;&#x307e;&#x3059;&#x3002;&#x30b5;&#x30fc;&#x30d0;&#x30fc;&#x30b0;&#x30eb;&#x30fc;&#x30d7;&#x306b;&#x8ad6;&#x7406;&#x7684;&#x306b;&#x95a2;&#x9023;&#x3057;&#x306a;&#x3044;&#x30ea;&#x30bd;&#x30fc;&#x30b9;&#x5185;&#x306e;&#x30b5;&#x30d6;&#x30ea;&#x30bd;&#x30fc;&#x30b9;&#x306f;&#x3001;&#x30e6;&#x30fc;&#x30b6;&#x30fc;&#x306b;&#x5bfe;&#x3057;&#x3066;&#x8868;&#x793a;&#x3055;&#x308c;&#x307e;&#x305b;&#x3093;&#x3002;</dd>
</dl>