<p>&#x5404;&#x30c9;&#x30e1;&#x30a4;&#x30f3;&#x306f; 1 &#x3064;&#x306e;&#x30c9;&#x30e1;&#x30a4;&#x30f3;&#x30b3;&#x30f3;&#x30c8;&#x30ed;&#x30fc;&#x30e9;&#x30fc;&#x3001;1 &#x3064;&#x4ee5;&#x4e0a;&#x306e;&#x30db;&#x30b9;&#x30c8;&#x30b3;&#x30f3;&#x30c8;&#x30ed;&#x30fc;&#x30e9;&#x30fc;&#x3001;&#x304a;&#x3088;&#x3073;&#x30db;&#x30b9;&#x30c8;&#x6bce;&#x306b; 0 &#x500b;&#x4ee5;&#x4e0a;&#x306e;&#x30b5;&#x30fc;&#x30d0;&#x30fc;&#x30b0;&#x30eb;&#x30fc;&#x30d7;&#x306b;&#x3088;&#x3063;&#x3066;&#x69cb;&#x6210;&#x3055;&#x308c;&#x307e;&#x3059;&#x3002;</p>
<img class="preview" src="previews/domain.png"/>
<p>&#x30c9;&#x30e1;&#x30a4;&#x30f3;&#x30b3;&#x30f3;&#x30c8;&#x30ed;&#x30fc;&#x30e9;&#x30fc;&#x306f;&#x3001;&#x30c9;&#x30e1;&#x30a4;&#x30f3;&#x304c;&#x5236;&#x5fa1;&#x3055;&#x308c;&#x308b;&#x4e2d;&#x5fc3;&#x70b9;&#x3067;&#x3059;&#x3002;&#x5404;&#x30b5;&#x30fc;&#x30d0;&#x30fc;&#x304c;&#x30c9;&#x30e1;&#x30a4;&#x30f3;&#x306e;&#x7ba1;&#x7406;&#x30dd;&#x30ea;&#x30b7;&#x30fc;&#x306b;&#x5f93;&#x3063;&#x3066;&#x8a2d;&#x5b9a;&#x3055;&#x308c;&#x308b;&#x3088;&#x3046;&#x306b;&#x3057;&#x307e;&#x3059;&#x3002;&#x30c9;&#x30e1;&#x30a4;&#x30f3;&#x30b3;&#x30f3;&#x30c8;&#x30ed;&#x30fc;&#x30e9;&#x30fc;&#x306f;&#x30db;&#x30b9;&#x30c8;&#x30b3;&#x30f3;&#x30c8;&#x30ed;&#x30fc;&#x30e9;&#x30fc;&#x3067;&#x3082;&#x3042;&#x308a;&#x307e;&#x3059;&#x3002;</p>
<p>&#x30db;&#x30b9;&#x30c8;&#x30b3;&#x30f3;&#x30c8;&#x30ed;&#x30fc;&#x30e9;&#x30fc;&#x306f;&#x3001;domain.sh &#x307e;&#x305f;&#x306f; domain.bat &#x30b9;&#x30af;&#x30ea;&#x30d7;&#x30c8;&#x304c;&#x5b9f;&#x884c;&#x3055;&#x308c;&#x308b;&#x7269;&#x7406;&#x307e;&#x305f;&#x306f;&#x4eee;&#x60f3;&#x30db;&#x30b9;&#x30c8;&#x3067;&#x3059;&#x3002;&#x30db;&#x30b9;&#x30c8;&#x30b3;&#x30f3;&#x30c8;&#x30ed;&#x30fc;&#x30e9;&#x30fc;&#x306f;&#x3001;&#x30c9;&#x30e1;&#x30a4;&#x30f3;&#x7ba1;&#x7406;&#x30bf;&#x30b9;&#x30af;&#x3092;&#x30c9;&#x30e1;&#x30a4;&#x30f3;&#x30b3;&#x30f3;&#x30c8;&#x30ed;&#x30fc;&#x30e9;&#x30fc;&#x306b;&#x59d4;&#x8b72;&#x3059;&#x308b;&#x3088;&#x3046;&#x8a2d;&#x5b9a;&#x3055;&#x308c;&#x307e;&#x3059;&#x3002;&#x5404;&#x30db;&#x30b9;&#x30c8;&#x306e;&#x30db;&#x30b9;&#x30c8;&#x30b3;&#x30f3;&#x30c8;&#x30ed;&#x30fc;&#x30e9;&#x30fc;&#x306f;&#x30c9;&#x30e1;&#x30a4;&#x30f3;&#x30b3;&#x30f3;&#x30c8;&#x30ed;&#x30fc;&#x30e9;&#x30fc;&#x3068;&#x5bfe;&#x8a71;&#x3057;&#x3001;&#x305d;&#x306e;&#x30db;&#x30b9;&#x30c8;&#x4e0a;&#x3067;&#x5b9f;&#x884c;&#x3057;&#x3066;&#x3044;&#x308b;&#x30a2;&#x30d7;&#x30ea;&#x30b1;&#x30fc;&#x30b7;&#x30e7;&#x30f3;&#x30b5;&#x30fc;&#x30d0;&#x30fc;&#x30a4;&#x30f3;&#x30b9;&#x30bf;&#x30f3;&#x30b9;&#x306e;&#x30e9;&#x30a4;&#x30d5;&#x30b5;&#x30a4;&#x30af;&#x30eb;&#x3092;&#x5236;&#x5fa1;&#x3057;&#x3001;&#x30c9;&#x30e1;&#x30a4;&#x30f3;&#x30b3;&#x30f3;&#x30c8;&#x30ed;&#x30fc;&#x30e9;&#x30fc;&#x3068;&#x5354;&#x529b;&#x3057;&#x3066;&#x305d;&#x308c;&#x3089;&#x306e;&#x30a4;&#x30f3;&#x30b9;&#x30bf;&#x30f3;&#x30b9;&#x3092;&#x7ba1;&#x7406;&#x3057;&#x307e;&#x3059;&#x3002;&#x5404;&#x30db;&#x30b9;&#x30c8;&#x306b;&#x306f;&#x8907;&#x6570;&#x306e;&#x30b5;&#x30fc;&#x30d0;&#x30fc;&#x30b0;&#x30eb;&#x30fc;&#x30d7;&#x3092;&#x542b;&#x3081;&#x308b;&#x3053;&#x3068;&#x304c;&#x3067;&#x304d;&#x307e;&#x3059;&#x3002;</p>
<p>&#x30b5;&#x30fc;&#x30d0;&#x30fc;&#x30b0;&#x30eb;&#x30fc;&#x30d7;&#x306f;&#x3001;${build.shortName} &#x304c;&#x30a4;&#x30f3;&#x30b9;&#x30c8;&#x30fc;&#x30eb;&#x3055;&#x308c;&#x3066;&#x3044;&#x308b;&#x30b5;&#x30fc;&#x30d0;&#x30fc;&#x30a4;&#x30f3;&#x30b9;&#x30bf;&#x30f3;&#x30b9;&#x306e;&#x96c6;&#x307e;&#x308a;&#x3067;&#x3001;&#x3053;&#x308c;&#x3089;&#x306e;&#x30b5;&#x30fc;&#x30d0;&#x30fc;&#x30a4;&#x30f3;&#x30b9;&#x30bf;&#x30f3;&#x30b9;&#x306f; 1 &#x3064;&#x3068;&#x3057;&#x3066;&#x7ba1;&#x7406;&#x304a;&#x3088;&#x3073;&#x8a2d;&#x5b9a;&#x3055;&#x308c;&#x307e;&#x3059;&#x3002;&#x30c9;&#x30e1;&#x30a4;&#x30f3;&#x30b3;&#x30f3;&#x30c8;&#x30ed;&#x30fc;&#x30e9;&#x30fc;&#x306f;&#x30b5;&#x30fc;&#x30d0;&#x30fc;&#x30b0;&#x30eb;&#x30fc;&#x30d7;&#x306b;&#x30c7;&#x30d7;&#x30ed;&#x30a4;&#x3055;&#x308c;&#x305f;&#x30a2;&#x30d7;&#x30ea;&#x30b1;&#x30fc;&#x30b7;&#x30e7;&#x30f3;&#x3068;&#x305d;&#x306e;&#x8a2d;&#x5b9a;&#x3092;&#x7ba1;&#x7406;&#x3057;&#x307e;&#x3059;&#x3002;&#x305d;&#x306e;&#x305f;&#x3081;&#x3001;&#x30b5;&#x30fc;&#x30d0;&#x30fc;&#x30b0;&#x30eb;&#x30fc;&#x30d7;&#x306e;&#x5404;&#x30b5;&#x30fc;&#x30d0;&#x30fc;&#x306f;&#x540c;&#x3058;&#x8a2d;&#x5b9a;&#x3068;&#x30c7;&#x30d7;&#x30ed;&#x30a4;&#x30e1;&#x30f3;&#x30c8;&#x3092;&#x5171;&#x6709;&#x3057;&#x307e;&#x3059;&#x3002;</p>
