<p>&#x30db;&#x30b9;&#x30c8;&#x30b3;&#x30f3;&#x30c8;&#x30ed;&#x30fc;&#x30e9;&#x30fc;&#x306f; <code>domain.sh</code> &#x307e;&#x305f;&#x306f; <code>domain.bat</code> &#x30b9;&#x30af;&#x30ea;&#x30d7;&#x30c8;&#x304c;&#x30db;&#x30b9;&#x30c8;&#x3067;&#x5b9f;&#x884c;&#x3055;&#x308c;&#x308b;&#x3068;&#x8d77;&#x52d5;&#x3057;&#x307e;&#x3059;&#x3002;</p>

<p>&#x30db;&#x30b9;&#x30c8;&#x30b3;&#x30f3;&#x30c8;&#x30ed;&#x30fc;&#x30e9;&#x30fc;&#x306e;&#x4e3b;&#x306a;&#x5f79;&#x5272;&#x306f;&#x30b5;&#x30fc;&#x30d0;&#x30fc;&#x3092;&#x7ba1;&#x7406;&#x3059;&#x308b;&#x3053;&#x3068;&#x3067;&#x3059;&#x3002;&#x30c9;&#x30e1;&#x30a4;&#x30f3;&#x7ba1;&#x7406;&#x30bf;&#x30b9;&#x30af;&#x3092;&#x59d4;&#x8b72;&#x3057;&#x3001;&#x30db;&#x30b9;&#x30c8;&#x4e0a;&#x3067;&#x5b9f;&#x884c;&#x3055;&#x308c;&#x308b;&#x500b;&#x5225;&#x306e;&#x30a2;&#x30d7;&#x30ea;&#x30b1;&#x30fc;&#x30b7;&#x30e7;&#x30f3;&#x30b5;&#x30fc;&#x30d0;&#x30fc;&#x30d7;&#x30ed;&#x30bb;&#x30b9;&#x3092;&#x958b;&#x59cb;&#x304a;&#x3088;&#x3073;&#x505c;&#x6b62;&#x3057;&#x307e;&#x3059;&#x3002;</p>

<p>&#x30db;&#x30b9;&#x30c8;&#x30b3;&#x30f3;&#x30c8;&#x30ed;&#x30fc;&#x30e9;&#x30fc;&#x306f;&#x30c9;&#x30e1;&#x30a4;&#x30f3;&#x30b3;&#x30f3;&#x30c8;&#x30ed;&#x30fc;&#x30e9;&#x30fc;&#x3068;&#x5bfe;&#x8a71;&#x3057;&#x3001;&#x30b5;&#x30fc;&#x30d0;&#x30fc;&#x3068;&#x30c9;&#x30e1;&#x30a4;&#x30f3;&#x30b3;&#x30f3;&#x30c8;&#x30ed;&#x30fc;&#x30e9;&#x30fc;&#x9593;&#x306e;&#x901a;&#x4fe1;&#x3092;&#x7ba1;&#x7406;&#x3067;&#x304d;&#x308b;&#x3088;&#x3046;&#x306b;&#x3057;&#x307e;&#x3059;&#x3002;&#x30c9;&#x30e1;&#x30a4;&#x30f3;&#x306e;&#x8907;&#x6570;&#x306e;&#x30db;&#x30b9;&#x30c8;&#x30b3;&#x30f3;&#x30c8;&#x30ed;&#x30fc;&#x30e9;&#x30fc;&#x306f; 1 &#x3064;&#x306e;&#x30c9;&#x30e1;&#x30a4;&#x30f3;&#x30b3;&#x30f3;&#x30c8;&#x30ed;&#x30fc;&#x30e9;&#x30fc;&#x306e;&#x307f;&#x3068;&#x5bfe;&#x8a71;&#x3067;&#x304d;&#x307e;&#x3059;&#x3002;&#x305d;&#x306e;&#x305f;&#x3081;&#x3001;&#x5358;&#x4e00;&#x306e;&#x30c9;&#x30e1;&#x30a4;&#x30f3;&#x30e2;&#x30fc;&#x30c9;&#x4e0a;&#x3067;&#x5b9f;&#x884c;&#x3055;&#x308c;&#x308b;&#x30db;&#x30b9;&#x30c8;&#x30b3;&#x30f3;&#x30c8;&#x30ed;&#x30fc;&#x30e9;&#x30fc;&#x304a;&#x3088;&#x3073;&#x30b5;&#x30fc;&#x30d0;&#x30fc;&#x30a4;&#x30f3;&#x30b9;&#x30bf;&#x30f3;&#x30b9;&#x306f;&#x3059;&#x3079;&#x3066;&#x5358;&#x4e00;&#x306e;&#x30c9;&#x30e1;&#x30a4;&#x30f3;&#x30b3;&#x30f3;&#x30c8;&#x30ed;&#x30fc;&#x30e9;&#x30fc;&#x3092;&#x6301;&#x3061;&#x3001;&#x540c;&#x3058;&#x30c9;&#x30e1;&#x30a4;&#x30f3;&#x306b;&#x5c5e;&#x3059;&#x308b;&#x5fc5;&#x8981;&#x304c;&#x3042;&#x308a;&#x307e;&#x3059;&#x3002;</p>

<p>&#x30c7;&#x30d5;&#x30a9;&#x30eb;&#x30c8;&#x3067;&#x306f;&#x3001;&#x5404;&#x30db;&#x30b9;&#x30c8;&#x30b3;&#x30f3;&#x30c8;&#x30ed;&#x30fc;&#x30e9;&#x30fc;&#x306f;&#x30db;&#x30b9;&#x30c8;&#x30d5;&#x30a1;&#x30a4;&#x30eb;&#x30b7;&#x30b9;&#x30c6;&#x30e0;&#x306e;&#x672a;&#x5c55;&#x958b;&#x306e; ${build.shortName} &#x30a4;&#x30f3;&#x30b9;&#x30c8;&#x30fc;&#x30eb;&#x30d5;&#x30a1;&#x30a4;&#x30eb;&#x306b;&#x3042;&#x308b;
    <code>domain/configuration/host.xml</code> &#x30d5;&#x30a1;&#x30a4;&#x30eb;&#x304b;&#x3089;&#x8a2d;&#x5b9a;&#x3092;&#x8aad;&#x307f;&#x53d6;&#x308a;&#x307e;&#x3059;&#x3002;
    <code>host.xml</code> &#x30d5;&#x30a1;&#x30a4;&#x30eb;&#x306b;&#x306f;&#x3001;&#x7279;&#x5b9a;&#x306e;&#x30db;&#x30b9;&#x30c8;&#x306b;&#x56fa;&#x6709;&#x3059;&#x308b;&#x4ee5;&#x4e0b;&#x306e;&#x8a2d;&#x5b9a;&#x60c5;&#x5831;&#x304c;&#x542b;&#x307e;&#x308c;&#x3066;&#x3044;&#x307e;&#x3059;&#x3002;
</p>

<ul>
    <li>&#x3053;&#x306e;&#x30a4;&#x30f3;&#x30b9;&#x30c8;&#x30fc;&#x30eb;&#x304b;&#x3089;&#x5b9f;&#x884c;&#x3055;&#x308c;&#x308b;&#x306f;&#x305a;&#x306e; ${build.shortName} &#x30a4;&#x30f3;&#x30b9;&#x30bf;&#x30f3;&#x30b9;&#x306e;&#x540d;&#x524d;&#x3002;</li>
    <li>&#x6b21;&#x306e;&#x8a2d;&#x5b9a;&#x306e;&#x3044;&#x305a;&#x308c;&#x304b;&#x3002;</li>
    <ul>
        <li>&#x30db;&#x30b9;&#x30c8;&#x30b3;&#x30f3;&#x30c8;&#x30ed;&#x30fc;&#x30e9;&#x30fc;&#x304c;&#x30c9;&#x30e1;&#x30a4;&#x30f3;&#x30b3;&#x30f3;&#x30c8;&#x30ed;&#x30fc;&#x30e9;&#x30fc;&#x3078;&#x901a;&#x77e5;&#x3057;&#x3066;&#x3001;&#x30db;&#x30b9;&#x30c8;&#x30b3;&#x30f3;&#x30c8;&#x30ed;&#x30fc;&#x30e9;&#x30fc;&#x81ea;&#x4f53;&#x3092;&#x767b;&#x9332;&#x3057;&#x3001;&#x30c9;&#x30e1;&#x30a4;&#x30f3;&#x8a2d;&#x5b9a;&#x3078;&#x30a2;&#x30af;&#x30bb;&#x30b9;&#x3059;&#x308b;&#x65b9;&#x6cd5;&#x3002;</li>
        <li>&#x30ea;&#x30e2;&#x30fc;&#x30c8;&#x30c9;&#x30e1;&#x30a4;&#x30f3;&#x30b3;&#x30f3;&#x30c8;&#x30ed;&#x30fc;&#x30e9;&#x30fc;&#x306e;&#x691c;&#x7d22;&#x304a;&#x3088;&#x3073;&#x901a;&#x77e5;&#x65b9;&#x6cd5;&#x3002;</li>
        <li> &#x30db;&#x30b9;&#x30c8;&#x30b3;&#x30f3;&#x30c8;&#x30ed;&#x30fc;&#x30e9;&#x30fc;&#x304c;&#x30c9;&#x30e1;&#x30a4;&#x30f3;&#x30b3;&#x30f3;&#x30c8;&#x30ed;&#x30fc;&#x30e9;&#x30fc;&#x3068;&#x3057;&#x3066;&#x52d5;&#x4f5c;&#x3059;&#x308b;&#x304b;&#x3002;</li>
    </ul>
    <li>&#x30ed;&#x30fc;&#x30ab;&#x30eb;&#x306e;&#x7269;&#x7406;&#x30a4;&#x30f3;&#x30b9;&#x30c8;&#x30fc;&#x30eb;&#x306b;&#x56fa;&#x6709;&#x3059;&#x308b;&#x8a2d;&#x5b9a;&#x3002;&#x305f;&#x3068;&#x3048;&#x3070;&#x3001;
        <code>domain.xml</code> &#x306b;&#x5ba3;&#x8a00;&#x3055;&#x308c;&#x305f;&#x540d;&#x524d;&#x4ed8;&#x304d;&#x306e;&#x30a4;&#x30f3;&#x30bf;&#x30fc;&#x30d5;&#x30a7;&#x30fc;&#x30b9;&#x5b9a;&#x7fa9;&#x306f;&#x3001;
        <code>host.xml</code> &#x306b;&#x3042;&#x308b;&#x5b9f;&#x969b;&#x306e;&#x30de;&#x30b7;&#x30f3;&#x56fa;&#x6709;&#x306e; IP &#x30a2;&#x30c9;&#x30ec;&#x30b9;&#x306b;&#x30de;&#x30c3;&#x30d7;&#x3067;&#x304d;&#x307e;&#x3059;&#x3002;&#x307e;&#x305f;&#x3001;domain.xml &#x306e;&#x62bd;&#x8c61;&#x30d1;&#x30b9;&#x540d;&#x3092;
        <code>host.xml</code> &#x306e;&#x5b9f;&#x969b;&#x306e;&#x30d5;&#x30a1;&#x30a4;&#x30eb;&#x30d1;&#x30b9;&#x306b;&#x30de;&#x30c3;&#x30d7;&#x3067;&#x304d;&#x307e;&#x3059;&#x3002;
    </li>
</ul>