<p>Apache ActiveMQ Artemis &#x30b5;&#x30fc;&#x30d0;&#x30fc;&#x3002;&#x5404; Apache ActiveMQ Artemis &#x306f;&#x3001;&#x30e1;&#x30c3;&#x30bb;&#x30fc;&#x30b8;&#x3084;&#x305d;&#x306e;&#x4ed6;&#x306e;&#x6c38;&#x7d9a;&#x6027;&#x306b;&#x4f7f;&#x7528;&#x3059;&#x308b;&#x3001;&#x30d1;&#x30d5;&#x30a9;&#x30fc;&#x30de;&#x30f3;&#x30b9;&#x306b;&#x5927;&#x5909;&#x512a;&#x308c;&#x305f;&#x72ec;&#x81ea;&#x306e;&#x6c38;&#x7d9a;&#x30b8;&#x30e3;&#x30fc;&#x30ca;&#x30eb;&#x3092;&#x6301;&#x3061;&#x307e;&#x3059;&#x3002;</p>

<p>&#x9ad8;&#x30d1;&#x30d5;&#x30a9;&#x30fc;&#x30de;&#x30f3;&#x30b9;&#x306a;&#x30b8;&#x30e3;&#x30fc;&#x30ca;&#x30eb;&#x3092;&#x4f7f;&#x7528;&#x3059;&#x308b;&#x3068;&#x3001;&#x6c38;&#x7d9a;&#x6027;&#x306b;&#x30ea;&#x30ec;&#x30fc;&#x30b7;&#x30e7;&#x30ca;&#x30eb;&#x30c7;&#x30fc;&#x30bf;&#x30d9;&#x30fc;&#x30b9;&#x3092;&#x4f7f;&#x7528;&#x3059;&#x308b;&#x5834;&#x5408;&#x3067;&#x306f;&#x9054;&#x6210;&#x4e0d;&#x53ef;&#x80fd;&#x306a;&#x5353;&#x8d8a;&#x3057;&#x305f;&#x30d1;&#x30d5;&#x30a9;&#x30fc;&#x30de;&#x30f3;&#x30b9;&#x3092;&#x6c38;&#x7d9a;&#x30e1;&#x30c3;&#x30bb;&#x30fc;&#x30b8;&#x3067;&#x5b9f;&#x73fe;&#x3067;&#x304d;&#x307e;&#x3059;&#x3002;</p>

<p>&#x7570;&#x306a;&#x308b;&#x7269;&#x7406;&#x30de;&#x30b7;&#x30f3;&#x4e0a;&#x306b;&#x5b58;&#x5728;&#x3059;&#x308b;&#x53ef;&#x80fd;&#x6027;&#x306e;&#x3042;&#x308b; Apache ActiveMQ Artemis &#x30af;&#x30e9;&#x30a4;&#x30a2;&#x30f3;&#x30c8;&#x306f; Apache ActiveMQ Artemis &#x30b5;&#x30fc;&#x30d0;&#x30fc;&#x3068;&#x5bfe;&#x8a71;&#x3057;&#x307e;&#x3059;&#x3002;&#x73fe;&#x5728;&#x3001;Apache ActiveMQ Artemis &#x306f;&#x30af;&#x30e9;&#x30a4;&#x30a2;&#x30f3;&#x30c8;&#x5074;&#x3067;&#x30e1;&#x30c3;&#x30bb;&#x30fc;&#x30b8;&#x306e; API &#x3092; 2 &#x3064;&#x63d0;&#x4f9b;&#x3057;&#x307e;&#x3059;&#x3002;</p>

<ol>
    <li>&#x30b3;&#x30a2;&#x30af;&#x30e9;&#x30a4;&#x30a2;&#x30f3;&#x30c8; API&#x3002;&#x3053;&#x308c;&#x306f;&#x3001;&#x7c21;&#x5358;&#x3067;&#x76f4;&#x611f;&#x7684;&#x306a; Java API &#x3067;&#x3001;JMS &#x306e;&#x8907;&#x96d1;&#x6027;&#x3092;&#x4e00;&#x90e8;&#x7de9;&#x548c;&#x3057;&#x3066;&#x30e1;&#x30c3;&#x30bb;&#x30fc;&#x30b8;&#x30f3;&#x30b0;&#x6a5f;&#x80fd;&#x3092;&#x3059;&#x3079;&#x3066;&#x5229;&#x7528;&#x3067;&#x304d;&#x307e;&#x3059;&#x3002;</li>
    <li>JMS &#x30af;&#x30e9;&#x30a4;&#x30a2;&#x30f3;&#x30c8; API&#x3002;&#x6a19;&#x6e96;&#x306e; JMS API &#x306f;&#x30af;&#x30e9;&#x30a4;&#x30a2;&#x30f3;&#x30c8;&#x5074;&#x3067;&#x5229;&#x7528;&#x3067;&#x304d;&#x307e;&#x3059;&#x3002;</li>
</ol>

<p>Apache ActiveMQ Artemis &#x306f;&#x3001;&#x30b5;&#x30fc;&#x30d0;&#x30fc;&#x3067;&#x7570;&#x306a;&#x308b;&#x30d7;&#x30ed;&#x30c8;&#x30b3;&#x30eb;&#x5b9f;&#x88c5;&#x3082;&#x63d0;&#x4f9b;&#x3059;&#x308b;&#x305f;&#x3081;&#x3001;&#x3053;&#x308c;&#x3089;&#x306e;&#x30d7;&#x30ed;&#x30c8;&#x30b3;&#x30eb;&#x306b;&#x5bfe;&#x5fdc;&#x3059;&#x308b;&#x30af;&#x30e9;&#x30a4;&#x30a2;&#x30f3;&#x30c8;&#x3092;&#x4f7f;&#x7528;&#x3067;&#x304d;&#x307e;&#x3059;&#x3002;</p>

<ol>
    <li>Stomp</li>
    <li>OpenWire</li>
    <li>AMQP</li>
</ol>

<p>JMS &#x30bb;&#x30de;&#x30f3;&#x30c6;&#x30a3;&#x30c3;&#x30af;&#x306f;&#x3001;&#x30af;&#x30e9;&#x30a4;&#x30a2;&#x30f3;&#x30c8;&#x5074;&#x306e; JMS &#x30d5;&#x30a1;&#x30b5;&#x30fc;&#x30c9;&#x5c64;&#x306b;&#x3088;&#x3063;&#x3066;&#x5b9f;&#x88c5;&#x3055;&#x308c;&#x307e;&#x3059;&#x3002;</p>

<p>Apache ActiveMQ Artemis &#x30b5;&#x30fc;&#x30d0;&#x30fc;&#x306f; JMS &#x3067;&#x5bfe;&#x8a71;&#x305b;&#x305a;&#x3001;JMS &#x306b;&#x95a2;&#x3059;&#x308b;&#x3053;&#x3068;&#x306f;&#x4f55;&#x3082;&#x7406;&#x89e3;&#x3057;&#x307e;&#x305b;&#x3093;&#x3002;&#x8907;&#x6570;&#x306e;&#x7570;&#x306a;&#x308b;&#x30d7;&#x30ed;&#x30c8;&#x30b3;&#x30eb;&#x3068;&#x4f7f;&#x7528;&#x3059;&#x308b;&#x305f;&#x3081;&#x306b;&#x8a2d;&#x8a08;&#x3055;&#x308c;&#x305f;&#x30d7;&#x30ed;&#x30c8;&#x30b3;&#x30eb;&#x306b;&#x3068;&#x3089;&#x308f;&#x308c;&#x306a;&#x3044;&#x30e1;&#x30c3;&#x30bb;&#x30fc;&#x30b8;&#x30f3;&#x30b0;&#x30b5;&#x30fc;&#x30d0;&#x30fc;&#x3067;&#x3059;&#x3002;</p>

<p>&#x30e6;&#x30fc;&#x30b6;&#x30fc;&#x304c;&#x30af;&#x30e9;&#x30a4;&#x30a2;&#x30f3;&#x30c8;&#x5074;&#x3067; JMS API &#x3092;&#x4f7f;&#x7528;&#x3059;&#x308b;&#x5834;&#x5408;&#x3001;JMS &#x306e;&#x5bfe;&#x8a71;&#x3059;&#x3079;&#x3066;&#x304c; Apache ActiveMQ Artemis &#x30b3;&#x30a2;&#x30af;&#x30e9;&#x30a4;&#x30a2;&#x30f3;&#x30c8; API &#x3067;&#x64cd;&#x4f5c;&#x306b;&#x5909;&#x63db;&#x3055;&#x308c;&#x305f;&#x5f8c;&#x3001;Apache ActiveMQ Artemis &#x30ef;&#x30a4;&#x30e4;&#x5f62;&#x5f0f;&#x3092;&#x4f7f;&#x7528;&#x3057;&#x3066;&#x8ee2;&#x9001;&#x3055;&#x308c;&#x307e;&#x3059;&#x3002;</p>

<p>&#x30b5;&#x30fc;&#x30d0;&#x30fc;&#x306f;&#x5e38;&#x306b;&#x30b3;&#x30a2; API &#x306e;&#x5bfe;&#x8a71;&#x306e;&#x307f;&#x306b;&#x5bfe;&#x5fdc;&#x3057;&#x307e;&#x3059;&#x3002;</p>